[
 {
  "Case": "1",
  "content": "N. is a 19 year old single caucasian female, who is attending university and works part-time as a cashier for a pizza restaurant. She has a history of recurrent depressive episodes, which starts in the late fall/early winter months, and remits during the spring. She uses light therapy every morning for 30 minutes, as without it, she would be unable to function. Although her family doctor has recommended that she consider antidepressant medication treatment, N. has adamantly refused, stating that it is unnatural, as she tries to ingest healthy and natural foods. When she becomes depressed, she has symptoms of low moods, anhedonia, excessive fatigue, excessive sleep, increased appetite, carbohydrate cravings, and weight gain.Her family history is significant for her mother suffering from bipolar disorder, and who dies in a car accident when N. was only 12 years old. It is highly suspected that the car accident was a suicide. N. has refused to see a therapist, stating she does not need psychological help, and that she can deal with her mother’s death on her own. After the death of her mother, she and her brother were sent to live with their estranged father and step-mother, and their infant daughter, N.’s half-sister. She is the oldest of 3 siblings. Suffice it to say, N. did not get along well with her father and step-mother, and was jealous of all the attention her infant sister got from the family. When N. became depressed in the winter months, she locked herself in her room, and would sleep constantly, not contributing to the chores the family needed. When she was not sleeping, she would leave and spend days with her friends, without any check-ins with her parents.Eventually,she ran away from home after her graduation from high school, and was not found until her father shamed her on Facebook that his daughter was missing and is now a runaway. Humiliated, N. contacted her father and assured him she was safe.She eventually enrolled in university, and only has cursory contact with her father and siblings. Her first year in university was difficult, and she almost failed her classes due to sleeping too much when her depression would worsen like clockwork in the fall and winter.When spring would come around, she would have increased energy and could work for 12 hours a day and go out with her friends at night with only minimal sleep. She spends her summer doing lots of outdoor activities, as she likes to soak in the sun, and dreads each day after June 21st, when the sun exposure would decrease little by little with each passing day. Diagnosis: Major depressive disorder, recurrent, in partial remission, with seasonal pattern. Rule-out bipolar disorder, given the history of hypomanic symptoms, and family history of bipolar disorder. The patient had only a partial response to the current dose of light therapy.Treatment: 1) Will increase light therapy duration to 60 minutes every morning, from a 10,000 lux light box. Will need to monitor for any signs of mania, as light therapy may switch someone with an underlying bipolar disorder from depression to mania.2) If no response in 1 to 2 weeks, then consider augmenting light therapy with cognitive behavioral therapy (CBT).3) Recommend other helpful strategies for depression, including exercise, meditation, yoga, and outdoor time to increase sunlight exposure.4) Treatment with antidepressant medications is a relative contraindication, as bipolar disorder has not been ruled out.5) Return to clinic in 2 weeks for follow-up.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "2",
  "content": "A. is a 29 year old single female, who was previously employed as a health inspector for the province. She had to quit her job 3 months ago and go on short-term disability due to debilitating depressive symptoms, characterized by irritability, frequent crying episodes, low energy, social isolation, poor concentration, increased appetite, carbohydrate cravings, weight gain, and excessive sleep. These depressive symptoms have appeared each winter for the last 5 years, usually starting in December, and lasting until April of the next year. A.’s depressive symptoms were initially mild, and these “winter blues” would be more of a nuisance, and would just do some self-care, exercise, and yoga to help her through the winters and continue with her job and her relationships with friends and family.However, A. has noticed that her depressive symptoms have worsened each year, and this winter, her coping strategies are no longer sufficient to eradicate her winter blues. In fact, her depressive symptoms have worsened so bad that she had to quit work for the first time, as she has difficulty getting out of bed, and has low energy and poor concentration. As such, she has not left her house much this winter, and can spend several days at a time without even going outside.A.’s family doctor has referred her to a psychiatrist, who started her on sertraline 100mg daily 1 month ago. She has also started cognitive behavioral therapy with a therapist 2 weeks ago. She has not noticed any improvement of symptoms, nor has she experienced any side effects.Her past medical history is significant for thyroid abnormalities that her family doctor has been following over the years, but has not required treatment beyond regular monitoring. A. has gained 15 pounds over the past few months, as she is eating more sweets and is exercising less.Her family history is significant for her mother suffering from recurrent depression, and was taking antidepressants.Her social history is significant for having a different boyfriend every few months, and is on the verge of losing her current one. She moved from Nova Scotia to Northern Alberta to take on contract work for an oil company as a health inspector in the various food establishments that cater to oil-field workers. With the move to Alberta, she has noticed the winters are harsher and it is more dreary than in the Maritimes. She had to quit her job this winter due to debilitating depression and was flown back to live with her parents in Nova Scotia.Diagnosis: Major depressive disorder, recurrent, severe, with seasonal pattern. Her symptoms are severe and is significantly impacting her functioning at work. She has not responded thus far to sertraline (Zoloft) and CBT. Treatment: 1) Increase Zoloft to 150mg qd for depression.2) Continue CBT for depression.3) If depressive symptoms continue in 2 to 3 weeks, then consider adding light therapy 10,000 lux daily for 30 minutes each morning.4) Continue exercise and yoga. Maximize light exposure by going outside during the day.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "3",
  "content": "G. is a 50 year old divorced caucasian nurse who has suffered from depression with most winters for the past 2 decades. Her depressive symptoms are characterized by low moods, social isolation, anhedonia, carbohydrate cravings, increased sleep, poor concentration, low energy, and weight gain. Depression starts in December, and usually ends by March of the following year.Her doctor has prescribed her venlafaxine 150mg daily for the past 5 years. When she goes off her meds, the depressive symptoms return in the winter, so she continues with her antidepressant. She previously engaged in cognitive behavioral therapy, but no longer needs it. She also uses light therapy, for 30-minutes every morning. Without her medication and light treatment, she would be unable to function.Her family history is significant for her mother having depression. She is divorced and raised her 2 sons on her own. They are now adults and live outside the home.G. is a nurse and does shift work in the emergency department. She has a history of alcohol abuse, but has been sober for 10 years. She continues to attend Alcoholics Anonymous.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "4",
  "content": "P. is a 25 year old single Filipino female who lives with her parents and 3 siblings in Manila, Philippines. P. becomes depressed every summer, when she has to continue work outdoors in the flea market, where it is very hot, humid, and uncomfortable. Her depressive symptoms are characterized by low moods, excessive sleeping, low energy, increased intake of rice, 5 pound weight gain, and irritability. Her depressive symptoms remit when fall arrives. She is not able to afford a doctor or therapist, so she suffers every summer through her depressive episodes. In the summer, her siblings help P. to tend to the sales in the flea market, and her parents help out with the cooking and house chores.P. also has iron-deficiency anemia, which is due to her low-intake of iron rich foods, as P. is not able to afford food with high iron content such as red meat. She tries to eat as much fish as she can, when she can afford it. She does not take iron supplements, as there is no money to buy these.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "5",
  "content": "M. is a 17 year old Latina female who lives with her parents and brother in Wolfville, NS. She is in grade 11. M. started having depressive symptoms last winter, characterized by irritability, excessive sleep, increased carbohydrate intake, weight gain, low energy, and poor concentration. Her symptoms remitted in the following spring. However, M. had a return of depressive symptoms this winter, but this time, her symptoms were more severe, and also had suicidal ideations. After speaking with her school counselor due to her declining school performance, she was subsequently referred to a psychiatrist.She was prescribed fluoxetine 20mg daily, and within 1 month, her depressive symptoms started to improve. By 2 months her depressive symptoms had resolved, and she no longer harbored suicidal ideations.In addition to fluoxetine, M. was involved in CBT (cognitive behavioral therapy), which helped M. deal with her resentment and anger towards her parents, given their constant moves over the years, as they are migrant farm workers. She also was given Vitamin D as supplementation in the winter months, and tries to exercise by walking more outside to get more sunlight in the winter.M. previously drank 5 beers of alcohol on the weekends and smoked 1 pack per day to deal with her stress. However, now that her stress has decreased, she only drinks 1 to 2 beers on the weekend, and has completely stopped smoking.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "6",
  "content": "R. is a 35 year old divorced caucasian male, who is currently on disability due to a severe depressive episode. R. has bipolar I disorder, and usually has his depressive episodes recurring yearly, starting in winter, and then remitting in the spring. Depressive episodes are characterized by low moods, apathy, irritability, hypersomnia, low energy, carbohydrate cravings, weight gain, rejection hypersensitivity, and leaden paralysis. He has a history of mood swings, and has had manic episodes in the past. Although his mania is under good control with lithium, his depressive symptoms continue. He was recently started on lamotrigine, and this has been titrated to 200mg daily. Depressive symptoms have improved a little since starting lamotrigine, but the depressive symptoms are still debilitating. His psychiatrist recently added light therapy 10,000 lux qam for 30 minutes. In addition, he sees a therapist as part of his EAP program.R. has always been addicted to his highs, his hypomanic states. It is during these hypomanic states where R. would perform at his best, as a gregarious and successful trial lawyer by day, and a promiscuous, charming, and hypersexual serial dater by night. He would go weeks with minimal sleep and euphoric moods, then he would crash and become depressed.Unfortunately, this winter, R. developed a severe case of depression. His depression seemed to onset over the past few years with the coming of winter. His depression has been so severe this winter that he would not be able to get out of bed, and would miss work often and not show up for his clients’ trials. He was subsequently let go from the law firm, and is currently on disability.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "7",
  "content": "R. is a 45 year old married Asian male, who is employed as a truck driver. He has a history of recurrent depression and generalized anxiety disorder. His depressive symptoms start in November each year in the winter, then remits in April in the spring. His depressive symptoms are characterized by irritability, low moods, anhedonia, hypersomnia, feelings of guilt, low energy, poor concentration, increased appetite for carbohydrates, weight gain, and psychomotor agitation. His family doctor has prescribed R. Zoloft for both depression and anxiety, and is helpful for both. His doctor also prescribed light therapy for seasonal affective disorder, but R. is not able to afford payment for a lamp. He does try to get outside as much as he can to get sunlight, and his job allows him to be outside most of the day.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "8",
  "content": "M. is a 12 year old female in grade 7, who lives with her parents and brother. M. stopped going to school starting in the winter, as her depressive symptoms have been getting worse, characterized by low moods, irritability, tearfulness, hypersomnia, low energy, carbohydrate cravings, weight gain, and poor concentration. Lately, she has not been able to leave her bed, so she just stopped attending school. A tutor come daily to help her with her schoolwork, but M. is not able to focus, and is at risk for failing grade 7 and having to redo it again next year.M. has been getting depressive symptoms each winter for the past 3 winters. This winter has been the worst. M. is overwhelmed at school, and also has a history of being bullied by her classmates. Her Attention Deficit Hyperactivity Disorder adds to her struggles academically, as she is not able to focus and concentrate. Concerta does help her to focus better.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "9",
  "content": "G. is a 15 year old Asian male, who lives in Seattle with his parents. He is in grade 9, but has been experiencing declining school performance this winter due to depressive symptoms, characterized by irritability, poor concentration, hypersomnia, low energy level, increased carbohydrate intake, weight gain, social isolation, suicidal ideations and attempt.He had attempted suicide this winter, overdosing on a whole bottle of acetaminophen, exact dose unknown. He was rushed to the emergency department and stabilized medically, then admitted to the psychiatric inpatient unit. He was diagnosed with major depressive disorder, recurrent with seasonal pattern.His depressive symptoms only started 2 years ago, after they had moved from Austin, Texas to Seattle, due to his father getting a new job. During the psychiatric inpatient hospitalization, he was prescribed fluoxetine 20mg daily, with some improvement of depressive and anxiety symptoms. He also was referred for psychotherapy with a counselor.G. has problems with socializing with peers, which is exacerbated by his social anxiety disorder. He has never had an intimate relationship, despite many of his peers having them. He did have a few close childhood friends in Texas, and he grieves the loss of his close friends after the move to Seattle. He has not been successful at making new friends in Seattle, and this adds to his depressive symptoms.His depression over the last 2 years has started in November, and would remit in April of the next year.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "10",
  "content": "R. is a 77 year old widower, who lost his wife to cancer 5 years ago. Since the loss of his wife, he has experienced recurrent depressive symptoms that would worsen in the winter months, characterized by low moods, social isolation, hypersomnia, low energy, anhedonia, carbohydrate cravings, weight gain, and suicidal ideations. Every winter, he isolates himself in his home, and his daughters have to get groceries for him, clean for him, and look after him regularly, as he does not keep up with his self-care. His daughters are concerned, as he has voiced wanting to join his wife up in heaven.He refuses to see a doctor or counselor regarding his depressive symptoms. His family doctor is concerned, as R. needs treatment and help. The family doctor and R.’s daughters are considering nursing home placement for R., given the deterioration of his ADLs (activities of daily living) and his mental health. But any talk of nursing homes or mental health treatment will most likely further alienate R. from his support network. Therefore, the daughters have contemplated getting a court order for them to take over for R.’s care, given his apparent lack of capacity to consent to treatment.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "11",
  "content": "J. is a 72 year old, widowed caucasian female who has spent the last decade mostly in bed, due to crippling depression, anxiety, chronic fatigue, and muscle pain. Her psychiatrist has diagnosed her with treatment resistant depression, as she has failed multiple treatments for depression. Her depressive episodes start in the winter, and last until the spring. Initially, when her depression started when she was younger and still working, she would treat her winter depression by taking winter vacations to Florida. However, over the last decade, her medical problems with fibromyalgia and chronic fatigue syndrome has made her bed-ridden, so she has not been able to leave her house, much less go on a therapeutic vacation every winter.In an attempt to deal with her stress and anxiety, J. has resorted to taking more of her prescribed clonazepam, and buys more of it from the street. She abuses up to 10mg of clonazepam a day, and this further exacerbates her problems with depression and fatigue.Her psychiatrist has recommended that J. start light treatment for winter depression, but she is too fatigued to carry out any of the the treatment recommendations. A nurse visits her daily at her home to make sure she is taking her meds. J. has a personal assistant who manages her affairs, and J. also has a full-time maid, cleaner, and cook to maintain her large estate.J.’s daughter checks in on her daughter frequently, and is worried about J. deteriorating mental and physical health.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "12",
  "content": "W. is a 17 year old female who is in grade 11. She lives with her father, and her mother suicided 3 years ago from severe depression. This triggered W. to have depressive symptoms, characterized by low moods, social withdrawal, excessive sleep, low energy, increased carbohydrate intake, weight gain, poor concentration, and suicidal ideations. Her depressive symptoms worsened in the winter months, and subsided the following summer. However, when she is not suffering from winter depression, W. continues to have chronic depressive symptoms in the summer and fall, diagnosed as dysthymic disorder.W. has undergone counseling for 2 years to deal with the grief over the loss of her mother. She also has been treated by a psychiatrist for seasonal depression, which has been refractory to treatment. After multiple medication trials, she has responded with less depressive symptoms and improved functioning with the combination of citalopram and lamotrigine.W. now walks on a daily basis, which especially helps in the winter months, so that she can get enough sunlight.W.’s depressive symptoms are now under control, and she looks forward to beginning a new life without the burdens of grief and depression.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "13",
  "content": "H. is a 60 year old divorced caucasian male who is a high school principal in Regina, Alberta. After his wife left him and divorced him 5 years ago, H. started having depressive symptoms, which especially worsened each winter, characterized by low moods, hypersomnia, low energy, carbohydrate cravings, weight gain, and poor concentration. He treats his depressive symptoms every winter with light therapy, exposing himself to 10,000 lux for 30 minutes each day before going to work. In addition to light therapy, he tries to walk outside everyday, despite the harsh winter conditions in Regina. When the snow thaws in April and May, this also coincides with H.’s depressive symptoms lifting.H. started having emotional problems when his wife left him 5 years ago. Since her departure, he has been depressed and finds no meaning in life anymore. He even found difficulty finding fulfillment in a hugely successful career as an educator, recently being promoted to a high school principal. His doctor became quite concerned about H., and referred H. to a therapist. In counseling, he was able to work through his grief of losing his wife, and he slowly regained his enjoyment of life and his career. H. now is planning for retirement in a few years, and is now dating again and is re-establishing his connection with his children. His pride and joy are his grandchildren, and he looks forward to spending his time with them in his retirement.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "14",
  "content": "T. is a 32 year old African American male who presents to the emergency department due to suicidal ideations, triggered by his suspicions that his wife was having an extra-marital affair. His wife was with him at the emergency department, and adamantly denied having any affairs. However, T. is certain that his wife is having an affair with her boss. When the doctor asked if he had evidence for this, T. just stated “I just know.” His wife was very concerned, and not only about the belief that she is having an affair, but also that T. has voiced suicidal ideations.T. has recurrent depressive episodes, starting in the winter over the last 3 years, and remitting in the spring. His depressive symptoms are characterized by irritability, hypersomnia, low energy, increased carbohydrate cravings, weight gain, poor concentration, and suicidal ideations.T. has been experiencing much stress at work and at home. His boss has threatened to fire T. if he does not improve his performance, as his work has not been up to the usual standards. At home, T.’s wife has threatened to leave T., ask she does not believe that the marriage is a good fit.After a psychiatric evaluation in the emergency department for the suicidal ideations, the psychiatrist decided to discharge T. and not admit him to the inpatient unit. Instead, the psychiatrist offered to see T. the next day in outpatient clinic. T. showed up in clinic the next day, and he was subsequently referred for counseling. One week later, T. killed himself, right before Christmas Day, by shooting himself. T. had never sought treatment for depression before the emergency department visit.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "15",
  "content": "M. is a 29 year old caucasian male who lives with his partner and step-son in Vancouver, BC. M. has recurrent winter depression in the context of acquiring HIV from sexually promiscuous behaviors with multiple partners and cocaine abuse. His depressive symptoms onset in the winter, and remit in the summer. M.’s depressive symptoms are characterized by low moods, anhedonia, excessive sleep, low energy level, increased intake of carbohydrates, weight gain, and suicidal ideations.His family doctor prescribed M. venlafaxine a few years ago, which has helped to reduce his depressive symptoms. In addition, M. uses light therapy every morning, 10,000 lux for 30 minutes each day. He tries to jog and walk on a daily basis.M. met his current partner after he decided to turn his life around and quit drugs and quite being sexually promiscuous. He completed a master’s degree in counseling, and currently enjoys working as an addictions counselor.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "16",
  "content": "N. is a 47 year old female who lives with her husband and 2 children in Ottawa, ON. N. has recurrent winter depression and generalized anxiety disorder. Her depressive symptoms would start in the winter, and remit in the following spring. She has experienced winter depression since she was 25. Her depressive symptoms were characterized by low moods, irritability, hypersomnia, low energy, carbohydrate cravings, weight gain, and poor concentration. At times, her depression would get so bad in the winter that she would harbor paranoid delusions that her co-workers were trying to harm her.Her psychiatrist prescribed N. a combination of citalopram for the depressive symptoms and anxiety symptoms, and risperidone for the paranoid delusions. She responded well to this medication regimen. In addition, N. supplemented her treatment by walking outside on a daily basis.N. was adopted at birth. She knows nothing about her biological parents, except that the adoption agency stated that her mother may have a mood disorder. N.’s husband has cerebral palsy, and he can hardly walk due to contractures. N. also has two special-needs children who need constant care. N. also works as a social worker seeing abused children. So when winter comes, it is all she can do to not feel totally overwhelmed from all the stressors in her life. She is working with a therapist to help her cope with her stressors and learn relaxation skills. She has responded well to CBT (cognitive behavioral therapy), for both her depressive symptoms and anxiety symptoms.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "17",
  "content": "H. was referred for a psychiatric evaluation her therapist. H. has experienced depression and anxiety for several years. She continues to have mood swings, in which she would experience highs and lows. She also has periods of suicidal ideations and suicidal behaviors. In December 2006, H. stated to her therapist that she would kill herself. Other symptoms of depression that she has experienced include irritability, feelings of hopelessness, decreased energy, decrease concentration, increased appetite, and hypersomnia. She states she has been depressed since grade seven, and her depressive episodes would start in the winter, and lift in the following spring.Last month, H. had an overdose on aspirin and cough medicine which required 24 hour observation in the hospital, but was subsequently discharged without transfer to a psychiatric inpatient unit. The parents have been concerned about H.’s recent reckless behaviors. Since January of 2007, H. drove off in a car on two occasions without getting permission from the owners. The first time, she drove off in her parent’s car while intoxicated and got into an accident which cost approximately $3,000.00 to repair for both vehicles involved. On the second occasion, H. stated she drove a family friend’s car without permission. Parents have also been concerned about H.’s use of marijuana and alcohol, stealing, shoplifting, skipping school, and driving while intoxicated. H. states that when her moods are elevated she is distractible and hyperactive, has decreased need for sleep, has grandiose delusions, has racing thoughts, and talks really fast.No history of psychiatric hospitalizations. H. has seen a therapist since 2003 for help with depression and anxiety. H. had a trial of Paxil (paroxetine) a few years ago but was discontinued as her moods had worsened. H. is currently on a combination of Celexa (citalopram) and Wellbutrin (bupropion). Celexa was started last year, which has been helpful for depressive symptoms and has helped to decrease her suicidal ideations. H. has been on Wellbutrin for the past three years with unknown effect. No other trials of psychotropic trials. Her doctor has also recommended light therapy, but H. has difficulty keeping up with the routine and structure of it, and she feels she has no time for it.H. has a history of relationship problems and has a history of being bullied by peers starting in grade 6.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "18",
  "content": "J. was referred for a psychiatric assessment to assess depression and medication treatment.  J. started exhibiting depressive symptoms in January 2007. It started when J. missed many days of school when her wisdom tooth was pulled out. In February, J. developed the flu and bronchitis, and therefore had to miss even more school. J. felt much pressure to catch up with her schoolwork, and tried to go back to school. Even with less courses, she was not able to keep up and eventually dropped out in March of 2007. Since January 2007, J. has exhibited low moods, excessive sleep, anhedonia, low energy, poor concentration, carbohydrate cravings, and weight gain. She reports having suicidal ideations in the past, but denies any plan, and denies ever attempting suicide. These depressive symptoms start in December of each year, and lift in the following May. J. also reports a history of anxiety attacks, but denies any thoughts of going crazy and denies any feelings like she was going to die. No history of separation anxiety and denies any specific fears. Multiple stressors have been present, including lack of connection with her father, school pressures, and the stress from part-time job. Her symptoms have improved recently, especially when starting Prozac. Over the last couple of weeks, J. reports, some irritability, and also reports a couple of days each week where she is sleeping all day. She states her mood is currently dependent on stress. However, her depressive symptoms have improved significantly since the beginning of the year.J. was referred to a psychologist, and saw her for 7 sessions in the winter of 2007. J. reported no benefit with individual therapy, and ultimately dropped out. Prozac was started six weeks ago by her family physician. J’s depressive symptoms have improved since Prozac was started.  No other medication trials in the past.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "19",
  "content": "L. is a 12 ½ year-old female who is currently living in a residential home in Ottawa, Ontario. She has been in child protection custody since age 11. L. was taken out of her mother’s home due to alleged physical and sexual abuse. L. has engaged in unsafe behaviors. She was recently suspended from school, as she brought a knife and wanted to cut herself with it. L. has a history of superficial cutting on her arms since age 11. L. states she cuts herself, especially when she misses her mother. At the group home, L. tried to strangle herself, in which she tied a rope around the doorknob and tried to hang herself. She also reports recently drinking laundry soap, and also admitted to snorting Comet. The recent self harm behaviors were not medically serious. She states she also cuts herself to relieve anger. Since moving to this new school to live at her new group home, L. has not made a lot of friends and is currently failing in school.  However, she states she likes living in this group home.L. has depressive symptoms which start in the winter, and lift in the spring. L. reports low moods, excessive sleep, poor concentration, low energy level, carbohydrate cravings, weight gain, social isolation, irritability, and suicidal ideations.L sees a psychiatrist and a therapist. She was hospitalized last winter due to self-harm behaviors.There is a history of alleged abuse against L’s biological father and stepfather. L. reports a history of nightmares from this abuse, and stated that they stopped when she was placed into child protection custody at age 11. L. has two full siblings, and four half siblings who live with her mother and stepfather. L. states her mother has a history of bipolar disorder.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "20",
  "content": "M. is an 18 year old female who lives with her parents in Sydney, Nova Scotia. She has not been in school for the past three years and is currently working part time. M.’s therapist referred her for a psychiatric assessment secondary to the severity of M.’s depressive symptoms and her reported active psychotic symptoms. M. reports a long history of depressive symptoms since she was a child. She stated that she started having suicidal ideations in grade 6. M. dropped out of school three years ago as she could not deal or work with groups of people at her school. Coincidentally, M. started using drugs heavily in grade 9.  M. started seeing a therapist last year secondary to the presence of depressive symptoms after her friend had died in a motor vehicle accident the year prior. Her depressive symptoms worsen in the winter, and last until the spring. M. reports multiple depressive symptoms, characterized by low moods, anhedonia, hypersomnia, fatigue, poor concentration, increased appetite, and intermittent passive suicidal ideations. She reports on days that she is not at work, she will often do nothing and will sit on the couch and stare at the wall for hours at a time. She has a history of overdosing on medications and history of cutting behaviors. She has cut herself for years as he states that it “feels good”. M. also has problems with crowds of people, as she feels they are scrutinizing her, and therefore she avoids crowds. M. also reports a recent fear of cameras, and she feels she is being followed by a guy watching the camera, who she suspects wants to kill her. She denies any auditory hallucinations, and denies any other frank delusions.No history of psychiatric hospitalizations. M. was on antidepressants at the age of nine or ten and stated that medication was not helpful. M. has a history of ecstasy abuse.",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "21",
  "content": "Psychiatric Evaluation  's name:  Saulnier-Deon Date of birth: April 8, 1995. Date of evaluation: June 7, 2006. Date of admission: June 5, 2006. IWK number: K00486204.  Identifying information: patient is an 11-year-old male who lives in  with his mother.  He is currently in the fifth grade.  Reason for admission: diagnostic clarification.  History of present illness: patient was referred for psychiatric hospitalization by Dr.  for diagnostic clarification.   has a long history of disruptive behaviors at school and at home.   reports patient first started exhibiting behavioral problems when patient was in the first grade. The patient had difficulty focusing and had a poor attention span.  He was also quite impulsive and was always getting into trouble.   reports patient was always different and more impulsive than other kids when patient was a toddler.  When patient entered the first grade,  reports patient was quite mischievous, as he was often oppositional and defiant with his teacher.   also talked out of turn and frequently told adults to “shut up.”  During the second-grade, facing continued to have problems in school, and frequently got into trouble.   did have one good year in the third grade, as he had a good fit with his teacher.   again had problems when he was promoted to the fourth grade, as he had the same first-grade teacher, and his behavioral problems returned.  During his fifth grade school year, patient was only able to attend four days of school before being kicked out for minor behavioral disturbances according to .   stated that the school had a zero tolerance for any disruptive behaviors, and patient was unfairly targeted secondary to previous opposition behaviors.   has no history of overt aggression.  He also has no history of property destruction, no history of fire setting and no history of animal cruelty.   also continues to have problems with impulsivity, poor attention span, and occasional bouts of hyperactivity.   also continues to have problems with oppositional and defiant behaviors, especially with authority figures.   has been in and out of school since September 2005.  There have been concerns that patient may be exhibiting psychotic symptoms.  In school, he has been observed to see and hear things that others cannot see or hear.  For example, he talks of “” who is apparently some sort of super being, who patient seems to spend much time talking to in his head.  However, patient is able to discern what is real and not real.  No other positive symptoms of psychosis noted.  Past psychiatric history: this represents patient’s first psychiatric hospitalization.  Methylphenidate was prescribed in the first grade, but was immediately discontinued secondary to rebound hyperactivity.  In grade 3,  was prescribed and apparently worked well as patient was able to focus.  However,  reports at the higher dosages patient became more irritable and had no appetite.  Therefore,  was eventually discontinued.  In grade 4,  was prescribed, but was immediately discontinued secondary to increasing irritability.  More recently, in September of 2005 patient was given a trial dose of  5 mg qd.   reports this was helpful for patient’s attention span.  However, it was not continued as patient did not like to swallow pills.   has never been able to swallow pills, as  has always crushed his pills and hid it in his food or drink.  Psychological testing and was performed in December of 2004.   was administered the WISC-IV.  's overall cognitive ability is within the superior range at the 91st percentile as measured by the full scale score.  For the verbal comprehension index, he scored in the high average range at 79th percentile.  's nonverbal reasoning abilities are in the superior range at 95th percentile.  He is working memory index are in the superior range at 95th percentile.  's performance on the processing speed index was in the average range at the 50th percentile.  It was noted that his performance scores may have been affected by short-term visual memory, attention, and visual motor coordination.  It is noted that patient has gifted intellectual capacities, and his schoolwork has never been in question.  The barrier at this time are his disruptive behaviors.  Past medical history: no acute medical problems.  Family history: patient has a half-sister, who is currently on  for depression.  There is a paternal half-brother on .  A paternal grandmother is on antidepressants.   has a paternal half-sister who has a history of stealing behaviors.  Developmental and Social history:  describes patient as always having problems with attention span and impulsivity since early childhood.   has always done well academically, but has had chronic behavioral problems.   has not been able to attend school this school year, as he was kicked out secondary to disruptive behaviors.  's parents are currently separated.  However, they live in the same household, but patient and his mother live in the basement, while patient's father lives in the house.  Father apparently is fateful about paying alimony.   has considered homeschooling patient, but does not have the support of patient's father with regards to homeschooling.  Mental status exam: patient is a male in middle childhood.  In he had difficulty sitting still and had poor eye contact.  He was fidgety and hyperactive.  No abnormal body movements noted.  No vocal or facial tics noted.  Speech exhibited normal patterns, expressive and receptive language appears grossly intact.   exhibited full range mood slightly labile.  Thought form, linear.  Thought content: no suicidal or homicidal ideations noted.  No signs or symptoms of psychosis or mania noted.  No gross cognitive deficits noted.  Impression: 11 year old male and who has a history and presentation consistent with diagnoses of Attention Deficit Hyperactivity Disorder and oppositional defiant disorder.   has a long history of behavioral problems.  In patient has had an some success with psychostimulants.  However patient has not been able to swallow pills, which may be mostly due to oppositional behaviors.  There have been concerns that patient may have psychotic symptoms.  However, patient has intact reality testing.   is a gifted child intellectually, and many appear to be bizarre as he thinks differently from other kids his age.  's needs a behavioral plan, which takes into account his superior intellectual functioning.  On the other hand, mother reports patient as being immature, emotionally and socially.  This also needs to be incorporated within the behavioral plan.  Provisional diagnosis: Axis I: Attention Deficit Hyperactivity Disorder, oppositional defiant disorder. : none known I: noncontributory. : problems at school, parental conflict : GAF 40.  Initial treatment plan: Will start methylphenidate 5 mg now as a test dose. If patient is able to tolerate methylphenidate, then will start Concerta 18 mg qam for Attention Deficit Hyperactivity Disorder symptoms. Will schedule a meeting with patient's parents and school officials to discuss the school plan.  At this time, mother would like to consider homeschooling patient. Will meet with family again this week to discuss the treatment plan.  If patient responds favorably to Concerta, then consider discharging patient within the next few days.       , MD, DABPN Staff Psychiatrist IWK Health Centre   cc: Dr.  ",
  "diagnosis": "Attention Deficit Hyperactivity Disorder, Oppositional Defiant Disorder"
 },
 {
  "Case": "22",
  "content": " Summary  's name:  Saulnier-Deon Date of birth: April 8, 1995. Date of evaluation: June 7, 2006. Date of admission: June 5, 2006. Date of discharge: June 9, 2006 IWK number: K00486204.  Identifying information: patient is an 11-year-old male who lives in  with his mother.  He is currently in the fifth grade.  Reason for admission: diagnostic clarification.  History of present illness: patient was referred for psychiatric hospitalization by Dr.  for diagnostic clarification.   has a long history of disruptive behaviors at school and at home.   reports patient first started exhibiting behavioral problems when patient was in the first grade. The patient had difficulty focusing and had a poor attention span.  He was also quite impulsive and was always getting into trouble.   reports patient was always different and more impulsive than other kids when patient was a toddler.  When patient entered the first grade,  reports patient was quite mischievous, as he was often oppositional and defiant with his teacher.   also talked out of turn and frequently told adults to “shut up.”  During the second-grade, facing continued to have problems in school, and frequently got into trouble.   did have one good year in the third grade, as he had a good fit with his teacher.   again had problems when he was promoted to the fourth grade, as he had the same first-grade teacher, and his behavioral problems returned.  During his fifth grade school year, patient was only able to attend four days of school before being kicked out for minor behavioral disturbances according to .   stated that the school had a zero tolerance for any disruptive behaviors, and patient was unfairly targeted secondary to previous opposition behaviors.   has no history of overt aggression.  He also has no history of property destruction, no history of fire setting and no history of animal cruelty.   also continues to have problems with impulsivity, poor attention span, and occasional bouts of hyperactivity.   also continues to have problems with oppositional and defiant behaviors, especially with authority figures.   has been in and out of school since September 2005.  There have been concerns that patient may be exhibiting psychotic symptoms.  In school, he has been observed to see and hear things that others cannot see or hear.  For example, he talks of “” who is apparently some sort of super being, who patient seems to spend much time talking to in his head.  However, patient is able to discern what is real and not real.  No other positive symptoms of psychosis noted.  Past psychiatric history: this represents patient’s first psychiatric hospitalization.  Methylphenidate was prescribed in the first grade, but was immediately discontinued secondary to rebound hyperactivity.  In grade 3,  was prescribed and apparently worked well as patient was able to focus.  However,  reports at the higher dosages patient became more irritable and had no appetite.  Therefore,  was eventually discontinued.  In grade 4,  was prescribed, but was immediately discontinued secondary to increasing irritability.  More recently, in September of 2005 patient was given a trial dose of  5 mg qd.   reports this was helpful for patient’s attention span.  However, it was not continued as patient did not like to swallow pills.   has never been able to swallow pills, as  has always crushed his pills and hid it in his food or drink.  Psychological testing and was performed in December of 2004.   was administered the WISC-IV.  's overall cognitive ability is within the superior range at the 91st percentile as measured by the full scale score.  For the verbal comprehension index, he scored in the high average range at 79th percentile.  's nonverbal reasoning abilities are in the superior range at 95th percentile.  He is working memory index are in the superior range at 95th percentile.  's performance on the processing speed index was in the average range at the 50th percentile.  It was noted that his performance scores may have been affected by short-term visual memory, attention, and visual motor coordination.  It is noted that patient has gifted intellectual capacities, and his schoolwork has never been in question.  The barrier at this time are his disruptive behaviors.  Past medical history: no acute medical problems.  Family history: patient has a half-sister, who is currently on  for depression.  There is a paternal half-brother on .  A paternal grandmother is on antidepressants.   has a paternal half-sister who has a history of stealing behaviors.  Developmental and Social history:  describes patient as always having problems with attention span and impulsivity since early childhood.   has always done well academically, but has had chronic behavioral problems.   has not been able to attend school this school year, as he was kicked out secondary to disruptive behaviors.  's parents are currently separated.  However, they live in the same household, but patient and his mother live in the basement, while patient's father lives in the house.  Father apparently is fateful about paying alimony.   has considered homeschooling patient, but does not have the support of patient's father with regards to homeschooling.  Mental status exam: patient is a male in middle childhood.  In he had difficulty sitting still and had poor eye contact.  He was fidgety and hyperactive.  No abnormal body movements noted.  No vocal or facial tics noted.  Speech exhibited normal patterns, expressive and receptive language appears grossly intact.   exhibited full range mood slightly labile.  Thought form, linear.  Thought content: no suicidal or homicidal ideations noted.  No signs or symptoms of psychosis or mania noted.  No gross cognitive deficits noted.  Hospital course:  was admitted to 4South for diagnostic clarification.   presented with significant hyperactivity and problems with inattention.  He also exhibited marked impulsivity.  s was not able to concentrate to the point where he was not able to hold conversations with people.  It was determined that patient met criteria for Attention Deficit Hyperactivity Disorder.   was therefore started on a test dose of  5 mg qd.   was initially hesitant to take the  in tablet form, as patient has never been able to swallow pills.  However, with much reinforcement, patient was eventually able to swallow .   had marked improvement with the test dose of  as he was able to concentrate and was actually able to do school work for the first time in a long time.  The next day patient was switched to Concerta 18 mg qam for full day coverage of Attention Deficit Hyperactivity Disorder symptoms.   responded to Concerta and was able to have good concentration and focus throughout the day.  Any conference was held with the school.  The various options for schooling were discussed at this meeting.  It was determined that it would be best if patient returned to school next school year and start off gradually and transition over several weeks to full days.  Now that patient is on Concerta, he will be able to focus better and will be less impulsive, thereby making it less likely that patient will have disruptive behaviors.  Parents and the school officials were happy about the school plan for next school year.    diagnosis:  I: Attention Deficit Hyperactivity Disorder, oppositional defiant disorder.  II: none known : noncontributory. : problems at school, parental conflict  V: GAF 40.   plan: Continue Concerta 18 mg qam for Attention Deficit Hyperactivity Disorder.  will end this school year in good standing.   will reenroll in school next school year and will start off gradually and build towards full day schedule as tolerated.  will follow where Dr.  for continued psychiatric management.     , MD, DABPN Staff Psychiatrist IWK Health Centre   cc: \tDr.  \tWanda Saulnier-Deon ",
  "diagnosis": "Attention Deficit Hyperactivity Disorder, Oppositional Defiant Disorder"
 },
 {
  "Case": "23",
  "content": " Cottreau Date of Birth: November 17, 1996 Date of Evaluation: September 26, 2006  Psychiatric Evaluation   Identifying Information: 8 year-old male who lives in South Ohio, Yarmouth County, NS with his biological mother, .  He is the 3rd of 5 siblings, and is in the 3rd grade.  Reason for referral: rule-out bipolar disorder and 2nd opinion regarding treatment services/placement.   of Present Illness:   was referred for a psychiatric evaluation by Dr. .   has been seen by Dr. Chandler for the last few years.  He has exhibited disruptive behaviors for several years, but has escalated this year.   had been raised by his foster mother, , since infancy.   apparently agreed to care for patient when he was an infant, as  was a friend of a friend of the biological mother, , who was not capable of raising patient at the time.   has recently been sent back to live with , as  has not been able to control patient’s behaviors lately.   has a history of property destruction, vandalism, and assaultive behaviors.  He has also lit fires and has a history of aggression towards animals.  He also lies and steals, and has a history of sexualized behaviors.  He is especially irritable and explosive when limits are set, and has a low frustration tolerance.  Other symptoms include difficulty sitting still, impulsivity, disorganization, and always forgets things.   has normal sleep patterns, and a good appetite.  ’s irritability usually does not last for more than half the day, and usually occrs in the context of limit-setting and not getting what he wants.   has mentioned suicidal ideations in the past, but within the context of patient becoming angry after limits were set and he did not get his way.   and  have not been concerned about patient hurting himself, but have been concerned about patient hurting others when he becomes aggressive.  Behaviors have worsened since ’s boyfriend moved-in in May 2005.  There is apparently much chaos and lack of structure/consistency between the 2 households where patient lives.   apparently requests to live at the other mother’s house when he gets into trouble at one household.     Psychiatric :   has exhibited disruptive behaviors since early childhood.  The 1st grade teacher suggested that patient be referred to mental health, as he was already disruptive.  He was subsequently referred to a therapist 3 years ago for temper tantrums and not listening.   was educated on 123 Magic, which was somewhat helpful.  Dropped out after only 3 session.  Last year, patient saw a therapist about 6 times, before dropping out of treatment again.   has been followed by Dr. .  He has been diagnosed with Attention Deficit Hyperactivity Disorder and , with bipolar disorder remaining on the differential.   has a trial of Adderall, but this was discontinued, as Attention Deficit Hyperactivity Disorder symptoms were the least severe symptoms, as patient was exhibiting extreme mood lability and assaultive behaviors, for which  was started.   to date has been minimally effective at decreasing the irritability and disruptive behaviors.   Medical : no acute medical problems  Current Medications:  0.5mg BID  Family : Father has bipolar disorder.  Brief Psychosocial  It was reported that  has spent time in both ’s (biological mom) and ’s homes growing up.   and  reported that when  was 1 week old,  was having a difficult time post-pregnancy with  (‘I would feed him and that’s it’ ‘I didn’t really interact with him’).  At this time, both reported that  became involved to help  out.  From there it was reported that  continued to be involved in ’s care.  It was reported that throughout the years, custody has gone back and forth between  and .  Most recently, it was reported that  has custody.    When asked about living arrangements,  reported the following.  At ’s there is  (’s boyfriend), Kyle (’s son), Tyler (’s other son), and .   reported not getting along with Kyle or Tyler (‘We fight. I beat them up. They do things that bug me (e.g. touch his bike)’).   did report getting along well with  and .  At ’s,  reported there is Marise (sister), Daniel (brother), Hubert (mom’s boyfriend), and .   reported not getting along with Hubert (‘he’s mean to me’ – when asked how he is mean,  indicated he places limits on him and he does not like this).   did report getting along with .   reported despite not getting along with everyone in both settings, that he liked both homes.    Regarding living arrangements,  reported she feels  needs a structured environment where there is lots of consistency.   questioned whether this would be best found in a residential program.   reported she felt she has not always been consistent and that she has struggled with how to address s different behaviours.   reported she felt that  requires a home where he does not get what he wants all the time and where he learns to wait.   also questioned whether different medication was required.   and  reported they have not seen ‘eye to eye’ on how to parent  through the years, but that they have been trying more recently to present a collaborative front.  Both  and  are looking for strategies to help with caring for .  With regards to school and socialization with peers,  currently attends grade 3 at South Centennial School.  He reported liking school for the most part with his favorite subject being French.  He indicated he finds school hard and that last year this led him to avoid attending at times (e.g. refusing to go, getting in trouble to be sent home, etc.).   reported that as far as peers went he had friends both at school and home.  He reported he enjoys spending time with friends and indicated they do things like bike, skateboard, and play soccer together.   indicated he and his friends do get in fights at times but that they talk and things usually work themselves out.   and  reported no socialization concerns.  Mental Status Exam  presented to session today wearing jeans and a t-shirt and appearing his stated age.  Upon entering the assessment room,  immediately began going through toy boxes and bins.   was noted to be quite fidgety, moving around the room a lot and switching quickly between activities.   actively engaged in appropriate play with both  and  during this time, using toys appropriately.   when asked questions answered jokingly with wrong answers (e.g. what grade are you in? What school are you at?).   had a difficult time initially talking to clinicians without  or  present (‘I don’t want to without them’).  After a break,  did talk with a clinician alone.   had some difficulty paying attention to questions asked, requiring some repeating.  His insight into concerns was noted to be minimal – indicated he has no concerns and did not know why  and  had brought him in today.  With some more questions  was able to indicate he would like to not get so mad and would like to be able to talk to his moms ( and ) more when he has a problem.  ’s thought content and process appeared age appropriate.  There was no evidence of perceptual disturbances or safety concerns.  Impression: 8 year-old male who has a history and presentation consistent with a diagnosis of  and Attention Deficit Hyperactivity Disorder.  At this time, patient does not meet criteria for bipolar disorder.   continues to exhibit disruptive behaviors in the context of multiple caretakers and lack of structure and consistency in those households.  Diagnosis: Axis I:  \tAttention Deficit Hyperactivity Disorder Axis II: none known : No diagnosis : primary supports, school, peers Axis V: GAF 45  Recommendations:  would benefit from in-home community treatment based on the Multi-Systemic Therapy (MST) model, as this is an evidence-based treatment for youth with conduct disorder.  The focus of community treatment would be to institute structure and consistency across all community settings, including the households and the school.  Should these community interventions ultimately fail, then consider referring patient to a residential treatment center.      , MD\t\t\tKathryn Joudrey   Cc: \t, CAS \tDr.  ",
  "diagnosis": "Conduct Disorder, Attention Deficit Hyperactivity Disorder"
 },
 {
  "Case": "24",
  "content": ", MD IWK Health Centre                                                                                                                                            Department of Psychiatry P.O. Box 9700, , NS B3K 5R8  October 22nd, 2009   P. , MD, Incorporated Division of Neurosurgery IWK Health Centre 5850 University Ave. P.O. Box 9700 Halifax, NS, B3K 6R8 Phone: 902-470-7476 Fax: 902-470.;7454   RE:  HUN: : 05/03/1995  Dear Dr. McNeely:  I received your response to my initial consult letter regarding .     With regards to diagnosis, given the history ’s parents provided of delayed and and qualatative impairement in language, qualitative impairement in social interaction, and some restricted patteren of behaviour and interests it would seem the most likely diagnosis would be a pervasive developmental disorder such as autism.  The history the family provided did not seem to be consistent with Attention Deficit Hyperactivity Disorder.  I would speculate that  has moderate mental retardation.  Such assessments regarding developmental disorder needs to be referred to appropriate subspecialty services.  If the family is interested, I would be happy to put a referral for  to the IWK Autism Clinic.  At the clinic, specific measures such as the ADOS can be provided to help confirm the diagnosis.  The family was not interested at our initial meeting, but I would be happy to help in the future.  I think that neuropsychological testing, as per your suggestion, is an excellent idea as it will provide an important baseline and will help monitor ’s progression cognitively whether or not he receives active treatement.  At the time of the intial consult, ’s parents did not feel his his behaviours were problematic enough to warrant medication.  That being said, should  be a candidate for surgery, please do not hesitate to contact our consultaion liason service.    Sincerely    , MD Diplomate, American Board of Psychiatry and Neurology Attending Child Psychiatrist, IWK Health Centre Assistant Professor,  of Psychiatry ",
  "diagnosis": "Pervasive Developmental Disorders, Intellectual Disability (Mental Retardation)"
 },
 {
  "Case": "25",
  "content": "   July 23, 2009    Brian   Legal Aid ,    .  :  Re:\t Higgins  I am writing you in response to a request from you to provide a history of ’s psychiatric illness in relation to the three charges that have been brought up against him.   The three charges include the school incident which happened on October 5, 2006, the taking of a vehicle which occurred on September 24, 2005, and an assault charge which occurred on October 11, 2005.   was admitted to 4 South on November 3, 2007, for an acute psychotic episode.   was originally referred to the hospital due to bizarre behaviours and trying to harm himself.  He was incoherent and did not have capacity to make decisions for himself.  When speaking with his parents during the hospitalization, they stated that his problems began approximately the end of 2006, where he was observed to be extremely disorganized and extremely labile.  Also while he was in school, teachers noticed that  refused to work on the computer because “the little men on the computer were trying to f--- with him”.    Certainly towards the end of 2006,  appeared to exhibit what looks like a worsening psychotic episode.  However, prior to this time it is difficult to ascertain if ’s behaviours were influenced by psychotic symptoms.  It is my opinion that the incident that occurred on October 5, 2006 was most likely influenced by psychotic illness, as patients with acute psychosis often do not know what is right or wrong as they are not based in reality.  However, it is uncertain whether  exhibited psychotic symptoms before 2006.    If you need any further information, please do not hesitate to contact me at (902) 470-6570.  Sincerely,   , MD Child & Adolescent Psychiatrist IWK Health Centre  c:\tIWK Health Records Chart ",
  "diagnosis": "Psychotic Disorder"
 },
 {
  "Case": "26",
  "content": "  Psychiatry  Group   Name:\t\t\t, Laura\t DOB:\t\t\t IWK#:\t\t\t HC#:\t\t\t Address:\t\t Tel: \t\t\t Date of Assessment:   \t  Referred by: , from .  Identifying Information:  is a 12 ½ year-old female who is currently living in a residential home in .  She has been in  custody since age 11.  Her  case manager is  based out of .  Present at Assessment:  , ,  from , , and Dr. Etches.   for Referral: Suicidal behaviors.   of Present Illness:  was originally referred for a psychiatric evaluation in October 2006 by Dr. , a psychiatrist in .  At the time, patient was in a foster home in , and was taken out of her mother’s home due to alleged physical and sexual abuse.  Since that time, patient was placed in a home that is a hybrid between a group home and a residential center in .   has engaged in unsafe behaviors.   was recently suspended from school, as he brought a knife and want to cut herself with it.   has a history of superficial cutting on her arms since age 11.  She states she cuts herself, especially when she misses her mother.  At the group home, patient tried to strangle herself, in which she tied a rope around the doorknob and tried to hang herself.  She also reports recently drinking laundry soap, and also admitted to snorting Comet, which was not corroborated by the physicians who examined her in the emergency room.  The recent self harm behaviors were not medically serious.  She states she also cuts herself to relieve anger.  Since moving to this new school to live at her new group home, patient has not made a lot of friends and is currently failing in school.  However, she states she likes living in this group home.   reports her moods as a 5/10 most of the time.  She reports no problems with sleeping and has good hygiene.  She reports problems with concentration, and has trouble staying focused, and also reports low energy level.  She hates food, and states \"I'm fat.\"  She reportedly skips many meals.  She has been isolative to her room frequently and has been increasingly argumentative.   has been away from her mother since May of 2006 and states that she misses her.   Psychiatric : Previously followed by Dr.  in .  Now seeing Dr. Mulhall for psychiatric care and  for individual therapy.   was hospitalized in June of 2006 for self harm behaviors.   Medical : No acute medical problems.  Current Medications: Risperdal 0.25mg .  Allergies: No known drug allergies.   and Social : There is a history of a alleged abuse against patient’s biological father and stepfather.  She reports a history of nightmares from this abuse, and stated that they stopped when she was placed into  custody at age 11.   has two full siblings, and four half siblings who live with her mother and stepfather in .   states her mother has a history of bipolar disorder.  According to patient, mother apparently yells a lot, and is depressed all the time in which he would yell, sleep, and isolate herself.  Mental :  is an adolescent female, appears older than stated age.  She was initially very quiet, but was more talkative when  and  left the room.  She was cooperative, and pleasant.  Speech was articulate.   exhibited full range.  Mood stable.  Thought form linear.  Thought content: no suicidal ideations, no intent or plan.  No signs or symptoms of psychosis or mania noted.  Provisional  I:\tConsider Adjustment Disorder Rule-out Major Depressive Disorder Parent-Child Relational Conflict Axis II: Consider Cluster B traits as per history Axis :  IV: primary support, school, peers Axis V:  = 45  Summary:  12 year old female presents with emotional dysregulation and parasuicidal behaviors, in the context of multiple placements in  custody, and history of alleged abuse.  She has chronic acting out behaviors, for which she may get significant secondary gain, which then leads to more behaviors and further escalation in her home environment.  She currently does not pose an acute suicide risk, as she has no history of medical-serious suicide attempts, no history of substance abuse, and does not meet criteria for a major depressive episode currently.   need to gather collateral and longitudinal information to aid with diagnosis and treatment planning.   of :  attempt to contact the outpatient providers in .  have patient fill out mood charts on a daily basis to assess mood states prospectively.  Risperdal 0.25mg  for now.   consider increase of dose if mood lability worsens. Return to clinic in one month for follow-up.  will continue to see  for individual therapy, and Dr. Mulhall for psychiatric follow-up.   and I will follow patient in parallel to the primary treatment providers, in order to provide support and to devise a treatment plan.  For the  Team:     ________________________ , MD, ABPN (Dip.) Child and Adolescent Psychiatrist   cc: ",
  "diagnosis": "Adjustment Disorder"
 },
 {
  "Case": "27",
  "content": " Psychiatry Mood Disorders Group    Name:\t\t\t\t\t\t\t\t\t\t DOB:\t\t\t\t\t IWK#:\t\t\t\t\t HC#:\t\t\t\t\t Address: \t\t\t\t Tel: \t\t\t\t\t Parents: \t\t\t\t Date of Assessment: \t\tFebruary 12, 2008 Date of Report: \t\t\t  Copies to:\t\t\t\t   REASON FOR REFERRAL:  was referred by ,  at  for concerns about her mood, eating, and anxiety.  also presented at the IWK Health Centre Emergency Department on January 15, 2008 for suicidal ideation.    PRESENTING PROBLEM:  reported longstanding sad and anxious feelings with an increase in severity as of September 2007, which she attributed to the university application process.  reported there may have been some small improvement in her mood over the last month in comparison with when she presented to the  in January 2008. She cautiously offered that her improvement might be attributed to the medication she was prescribed at that time (see  below). When asked about her mood over the last week,  reported that it was 2.5 out of 10 (where 10=happiest).    identified January 2008 as when her mood was the lowest. When asked what was happening at that time,  reported that her aunt had a stroke in December with many complications in hospital and that  was very busy and stressful.  She reported that returning to school in January exacerbated her mood as she had to write exams and was growing increasingly worried about her applications to university.  noted that she sets high expectations for herself in school and that this makes her “uptight”.  described her low mood as lasting most of the day, nearly every day. She reported feeling worthless, empty at times, and noted that she felt guilty about the team taking time to do an assessment of her. She noted that she does not want to get out of bed in the morning and cries a lot when alone but is “pretty good at smiling through it” in front of other people. She described herself as having low motivation, fatigue, and psychomotor retardation when feeling down. She noted decreases in her attention and concentration levels since September 2007 and felt this may have occurred as early as January 2007; consequently, while her marks remain in the 80s and 90s, she noted that they have slipped a little this school year.  reported diminished pleasure in previously enjoyed activities including sewing and crafts. She noted that she stopped participating in sports in June 2007 but has recently joined a rugby team.    denied having any current suicidal plans but admitted thinking about death. She identified grade 8 as the first time that she thought about death with a noted increase in her preoccupation over  2007.  said in January 2008 that “all the time it felt it would be so nice to die”. Currently, there has been a decrease in the constancy of these thoughts of death. She denied any previous suicide attempt but admitted to cutting herself to release her anxiety, pain, and sadness. She reported that she “scratched” herself one week ago with a razor. She noted that cutting helps release her emotions for a little while and denied any associated guilt. She noted that she might cut more if she was an impulsive person but that in general, her cutting has a ritual around it that takes time.   endorsed both initial and middle insomnia as well as difficulty waking up in the morning. She noted that because she has trouble concentrating, it takes her a long time to complete her homework, thus delaying her sleep onset. When asked what would happen if she was asked to leave the assignment unfinished, she reported that she would not be able to sleep because she would keep thinking about it.   In terms of anxiety,  described herself as having always been a “worrier” but that the worry has increased since January 2007.  reported anxiety around her university applications, her future, her mother’s wellbeing and safety, being home alone at night, and other “small things” including some minor checking behaviour of doors and the stove. When she is away from her house (e.g., at school), she says that she worries constantly about something happening at her house and what that would mean for her mother. When she is worried, she becomes fidgety, restless, has difficulty concentrating, and noted that worrying keeps her up at night. She also indicated that she has trouble controlling her worry.  also endorsed a number of symptoms of social anxiety including avoidance of social situations (e.g., going to the mall or to the movies, doing an oral presentation). When she cannot avoid a feared situation, she described her anxiety as constant while she is in the situation. For example, if she were to have to be out with a group of people, she reported she might visit the washroom ten times so that she could be alone and cope with her anxiety. This social anxiety appears to have been present since the summer of 2007. When she is worrying about things, these thoughts frequently turn negative which then lowers her mood (e.g., what if I don’t get into university, then I won’t get a job, what am I going to do for the rest of my life, etc.).    noted that she does not like to eat in front of people and has fears about gaining weight.  According to  and her mother, she has lost between 20 and 30 pounds since October/November 2007.  reported that she wants to lose weight and that she currently feels she is obese. She noted, “obese people don’t get married”. She described checking the calories of food and that she restricts her food intake. On a typical day, she reported eating one snack and one meal (generally her supper when she tries to fill up with vegetables). She reported that she is not hungry most of the time and before experiencing low moods, she ate regularly. She indicated that she went through a period of during which she purged daily and used laxatives. Currently, she reports no purging and has increased her eating restrictions to compensate. She did not endorse any binging behaviour or weight checking. Prior to spring of 2007, she reported that her menses were regular but has only had approximately three to four periods since that time with the last one in December 2007.  ’s mother reported that she saw sadness as the major issue with an onset in grade 8 and a worsening in the past year. She described her daughter as quieter, less bubbly, and tearful when she is feeling down. Her mother has noticed that  has cut back on her food intake and that she has lost weight but did not admit to being concerned.  She noted that when  eats, she makes healthy choices. ’s mother noted that  seemed to go to bed at a reasonable hour but was not sure exactly when  falls asleep. She reported that while  has frequently described herself as being tired, she does not seem unduly tired to her mother. ’s mother reported being “amazed at how well  functions” but that she knows her daughter has “incredible sadness”. Initially when speaking to ’s mother, it was difficult to ascertain whether she was worried about her daughter’s mood and trying to remain optimistic or whether she was unconcerned. However, the former appears to be the case (for example, her mother became tearful when she was asked whether she had any concerns about ’s safety).   There was no evidence of mania.    PAST PSYCHIATRIC HISTORY: No history of psychiatric hospitalizations.  The patient was seen by mobile crisis and seen in the IWK ED for suicidal ideations in January 2008.   was started 3 weeks ago by the on-call psychiatrist in the IWK ED.  The patient has exhibited a partial response to fluoxetine, as she has less suicidal ideations and some improvement of mood.  No adverse side effects were noted.  The patient had previously seen a counsellor at age 13, but only attended 4 or 5 sessions.  Not currently seeing a counsellor.  Current medications:  20mg qd  SUBSTANCE USE:  denies any substance use.  MEDICAL HISTORY: No significant medical history was reported.   FAMILY HISTORY: There appears to be a family history of mood issues. ’s mother reported that she has been on antidepressants since 2001 and that she attended sessions with  who the family reports is a Psychologist and currently sees Dr. , Psychiatrist. According to her mother, ’s father experiences very low moods. In addition, they reported that ’s paternal half brother experiences “extreme anger” and refused to attend school after grade eight.   SOCIAL HISTORY:  is in grade 12 at .  She reported that she is beginning to withdraw from her best friend  and does not open up to her about her feelings. When asked what  might see when  is upset, she was not sure but thought she might appear more standoffish.  did not endorse a conflictual pattern of relating with others.   FAMILY AND CARING SYSTEM:  lives with her mother and her younger brother. Her parents separated when she was 11 years old.  reported that her mother had cancer when  was 4, 6 and 8 years old.  described frequently worrying about her mother’s physical and mental health and that she does not want to burden her mother with her problems. Unsurprisingly then,  reported that she does not open up about her feelings to her mother. She noted that she does not have a good relationship with her father and feels that he may have caused her to be perfectionistic as she felt that nothing she ever did was good enough for him. She described herself as being very sensitive to what her father thought and said about her.   MENTAL STATUS EXAMINATION: Patient is an adolescent female, slightly overweight, appears stated age.  She was very talkative and pleasant, cooperative.  Speech was articulate.   exhibited full range.  Mood stable.  Thought form linear.  Thought content: no suicidal ideations, intent or plan.  No signs or symptoms of psychosis or mania were noted.  Judgment intact, insight adequate.  No gross cognitive deficits noted.    DIAGNOSIS (DSM-IV): AXIS I: \tGeneralized Anxiety Disorder \t\tSocial Phobia \t\tMajor Depressive Disorder, single  \t\tr/o Eating Disorder  AXIS II: \tnone known  AXIS III: \tnoncontributory  AXIS IV:\tFamilial issues (strained relationship with father, concern over mother’s physical and mental health) \tSocial relationship issues (withdrawing from current best friend, questionable social support network) \tStress regarding transition to university  AXIS V:  \tGAF: 55   IMPRESSION/PLAN: 17 year-old female presents with anxiety and depressive symptoms within the context of what appears to be a developmental crisis, as the patient has been excessively worried about the future, specifically about making it to university after the 12th grade.  She meets criteria for generalized anxiety disorder, social phobia, and major depressive disorder.  It does appear that the patient has exhibited a partial response of her depressive episode to the initiation of fluoxetine.  Her suicide risk is low at this time, as the patient does not have a history of suicide attempts, substance abuse, or family history of suicide.  It appears that the anxiety symptoms are primary at this time, and these anxiety symptoms are affecting her psychosocial functioning including her mood.  Plan: 1)\tContinue fluoxetine 20mg qd for depressive symptoms. 2)\t to community clinic for individual or group CBT in the TAG program. 3)\t to clinic in 2 weeks for follow-up until the patient is transferred to the \tcommunity clinic.   Thank you for this referral,      , Ph.D.Clinical Psychologist     C.    , MD   Karen Pellerin, MSW, RSW Team Leader    ",
  "diagnosis": "General Anxiety Disorder, Seasonal Affective Disorder, Major Depressive Disorder"
 },
 {
  "Case": "28",
  "content": "     Smith  Date: February 28, 2007.   is a 16 year old male who lives at home with his mother in .  He is currently in grade 11.  Please see the psychiatric evaluation by Dr. Kis for more detailed history.  In summary, patient was admitted after he had lacerated his arm, causing tendon injury and had lacerated his neck and requiring sutures.   stated he felt \"panicky\" and decided not to go to school yesterday.  s had suicidal intent yesterday, but today, he is glad to be alive.  Today, I met with patient, his mother, aunt and grandmother for an initial visit.   has exhibited a six-month history of functional decline, characterized by social isolation, erratic sleep patterns, disorganized thoughts, and declining school performance.   is usually very good in school, and last year was on the honor roll.   has never before seen a psychiatrist or a counselor, and up to six months ago was in a state of normal health and functioning.   did go to the emergency department two weeks ago, secondary to anxiety attacks.   has no prior psychiatric hospitalizations.  There is a family history of psychosis in the family.   was hospitalized the proximally five years ago for a psychotic episode in which she was paranoid, had mood swings, and an erratic sleep, appetite, and activity level.   was apparently prescribed antipsychotics while in the hospital, but she did not continue taking the medication when she was discharged.   states that she has been keeping herself stable for the past five years by focusing on good sleep patterns, adequate nutrition and healthy lifestyle choices.  He did report a history of racing thoughts, which oftentimes is the reason for his poor sleep patterns.  He ports difficulty concentrating, and has low energy level.  He states, school has been stressful recently, starting with finals in early January 2006, and also admits to having some problems with his girlfriend, whom he has been with for the past few years.   denies previous suicide attempts, and denies any previous self harm behaviors.  He did admit to you of using cannabis on an almost daily basis starting several months ago.  He states he initially used cannabis for fun, but then started using daily to try to address his emotional problems.  However, he admits that the cannabis eventually made his emotional state worse.      On mental status exam, patient was cooperative and pleasant.  He had good eye contact.  His speech was slow, yet articulate.  He was alert and oriented to person, place and time.   was blunted.  Mood was low.  Thought form exhibited some poverty of speech, and had increased latency when responding to questions.   had difficulty understanding questions at times and often had to repeat questions.  Also, patient's responses were inconclusive and vague at times.   did report auditory hallucinations, but could not elaborate on them.  He also admitted to paranoid thoughts, but again could not elaborate on them.    Impressions: the differential diagnosis is quite large at this time, which includes mood disorder versus a psychotic disorder.  In the past six months may have been a prodromal episode.  The family history of psychosis does illustrate patient’s genetic vulnerability.   also has a history of cannabis abuse.  Plan: We will continue to gather collateral and longitudinal information to aid with diagnosis and treatment planning. .  Loxapine 50 mg q6h PRN agitation, psychosis, or severe anxiety. Family meeting will occur on March 1, at 11 a.m. ",
  "diagnosis": "Mood Disorder"
 },
 {
  "Case": "29",
  "content": " MacDonald K00393273 Mood Disorder Program Assessment Date of Assessment: June 5 2006  Present at assessment: , Mary (Carmel) MacDonald (mother), Dr. , staff psychiatrist, and , clinical social worker.   for Referral: Dr. Rhonda MacLean referred  for a second opinion regarding diagnosis, and recommendations regarding possible medication changes or other changes to treatment plan. These recommendations are supported by , a social worker with the , who has seen  a few times in private practice. This therapy cannot continue due to limited insurance coverage.  Presenting problems:  and his mother are in agreement with the concerns states above. They say that  continues to have depressive symptoms and they are looking for direction.   History of presenting problems:  began having difficulties with his mood beginning in the Spring 2005. He recalls having a sad mood for 3 days in April ’05 while his mother and  were away on vacation. In June, during the 5 day school trip, his mood was low for the entire time. Each time, it went back to nrmal afterwards. In August last year, he again experienced low mood, as well as low appetite, loss of hope, sleeping 10-12 hours/night, difficulty with concentration and suicidal ideation. He denies suicidal plans, saying he thought of different methods but felt they were all “idiotic”. He recalls that his view of the world changed at that time, as he recognized that people don’t care about other people. He gave the example of how many people will walk past a homeless person who is obviously in pain.   He was also struggling with his relationship with his father. He felt abandoned by him and that he is one of the worst people he’s ever met. His father is from , and  feels he “blew it” despite being given an excellent opportunity to succeed when he came to Canada.  went to visit his father in September ’05 and recalls that his father told him he was not really depressed and that he (father) would help him.  saw this as ridiculous given he had not been there for him during his life.  Another stressor for  was the impact of telling some friends that he may be bisexual. This occurred in the Spring of 2005.  had been called to the school as he told his teachers and wanted this information shared with his mother. He denies having any distress regarding this, saying “if I am, I am”.  feels this had a big impact on his mood changes, as his friends did distance themselves form him despite telling him it was OK with them.    believes his mood was slow to improve in the fall and winter due to a bad relationship with a girl that lasted about 5 months.   ’s History of Mental Health Issues/Treatment:  was started on Prozac 20mg/day in August 2005. This was increased to 30mg in March 2006.   has seen  for supportive therapy beginning in August 2005. Her final appointment with him is in early July.  Family History of Mental health Issues/Treatment:  states that she has had difficulty with depression over the years. She has been on Effexor since January 2006 and finds this helpful. She believes her sister and mother also suffer from depression. ’s father reportedly has depression as well as severe drug and   :  lives at home with his mother and mother’s CLP of 5 years, .  separated when  was 2and1/2 years old.  works full time at the post office. ’s father is currently incarcerated in  and is on a deportation order back to .     attends  in Grade 10. He gets marks from the 70’s to the 90’s depending on the subject and how much he applies himself. He hopes to become a film producer or somehow be involved in film and video. He plays Dungeons and Dragons every Tuesday with a group of friends, but does not generally have a large group of friends. He has a girlfriend of 2 months and states that this is going well.    has heart disease and was in hospital for 2 weeks about 2 years ago, including time spent in the ICU. She says she is stable now and on medication. She thinks  is more worried about her that she is, as he will ask her how her heart is, when she is tired or upset.   Developmental History: Early history was not discussed today.  states that  did not have separation anxiety as a young boy. He has always ben a sensible, sensitive and smart boy. Teachers have reported that, if he applied himself, he could do very well.  recalls a time when  sought her advice after experimenting with marijuana. She recommended he not use drugs, especially as he’s on medication, and she believes he accepted that advise.  He has not had a lot of close friends over the years.  Mental :  presents as an engaging young man who looks his stated age and was dressed casually. He was fully cooperative and able to focus throughout the meeting. He had good eye contact. There were no visible signs of agitation. Normal speech and tone.    describes his mood as mostly normal during the past 2 months. His appetite is OK these days, except that he eats mostly at night. He denies any current suicidal ideation. He continues to have a lot of difficulty with concentration, saying it will take him 2-3 days to watch a movie as he feels restless and needs to take breaks.    states that he has always been a worrier and that he worries about everything. Specifically he worries about his mother and father, what people think of him, school. He denies OConduct Disorder symptomology.   Thought form, linear.  Thought content: no suicidal or homicidal ideations noted.  No signs or symptoms of psychosis or mania noted.  No gross cognitive deficits noted.   Family/Caring :  presents as very caring and involved in ’s life. She feels they are close but not overly close. She has attempted to help  to make choices for himself in regards to his relationship with his father. She states that  is a good person and a good provider, but says he can be harsh in how he relates to both mother and .  wonders if this has been hard for  but  denies it when asked.  was previously incarcerated for 12 years but has not been in any legal trouble for the past 12 years.    believes that  has always been looking for acceptance and that talking about his sexuality had a negative impact on him. She also thinks the relationship with his father has ben very difficult for .  Provisional Diagnosis:  I: Major Depression, moderate, single episode. : no diagnosis I no diagnosis : sexuality issues, conflictual relationship with father.  V: GAF = 70.  Summary:  presents today with ongoing symptoms of depression, despite having a course of medication and therapy over the past 9 months. He has had improvement in his mood, but continues to have hypersomnia, low energy and problems with concentration. Also, he has experienced a change in his view of the world, as well as a negative romantic relationship, which have perpetuated his symptoms. He has continued to attend school and function quite well despite these symptoms. There is a strong family history of depression on both sides. His relationship with his mother appears to be a strong protective factor, along with his current relationship with his girlfriend. Although he reports longstanding anxiety, it appears to be subtheshold, as it has not impacted his life significantly and he has methods to address it. He has experienced significant issues of loss of his relationship with his father, and the impact of coming out as bisexual. These stressors suggest that an interpersonal approach to psychotherapy may be helpful.    Collaborative Plan of care:  start  XL 150mg qam for one week, then increase to 300mg qam thereafter for depressive symptoms.   may be helpful for patient’s problems with concentration, and may also help to improve depressive symptoms at the same time.  Patient has not taken Prozac for the past two weeks, as he stated it was not helpful. Return the clinic in two weeks for follow up with Dr. .  has agreed to a trial of psychotherapy through this clinic. He will be seen by , appointment on June 26th.      , MSW\t\t\t\t\t, MD ",
  "diagnosis": "Major Depressive Disorder"
 },
 {
  "Case": "30",
  "content": "  Psychiatry  Group   Name:\t\t\tMacIntosh, Tanya\t DOB:\t\t\t IWK#:\t\t\t#:\t\t\t0001912930 Address:\t\t Tel: \t\t\t Date of Assessment:   \t  Referred by:   Identifying Information:  is a 16 year-old female who lives with her mother, stepfather,  grandmother and brother in . She recently finished grade 11.  Present at Assessment:  , mother, , and .   for Referral: “I get stressed out about things.”  History of Present Illness:  was referred for a psychiatric evaluation by her therapist, , to rule-out a mood disorder.  reports she becomes stressed out and has frequent crying spells, and is easily overwhelmed.  She spends hours on her homework as she is perfectionistic and does not want to make a mistake.  She has frequent worries about the future, with significant anticipatory anxiety.  She also has fear of social scrutiny, and only goes to places when she has a friend with her.  Particular stressors are school work and peer relationships.  She has low self-esteem, and always comparing herself to others. She reports getting tense at times, and becomes sweaty.  Denies any shortness of breath, palpitations, or chest pains.  Despite these symptoms, she manages to make all A’s in her classes, and able to go out with people she knows well.   is worried that she will not do well in university, considering all the wasted time she puts in for homework now.  She reports good sleep patterns, adequate energy, and good appetite.  Denies suicidal ideations.  Denies euphoria, denies decreased need for sleep, and denies any grandiose ideations.   Psychiatric History: Currently seeing  for individual therapy. She had been given a preliminary diagnosis of a mood disorder. Target symptoms included very low self esteem, stress management issues, and problems with rumination. No history of psychotropic medication trials and has not previously seen a psychiatrist.   Medical History: History of asthma.  Current Medications: Oral birth control pills.  Family History:  had a history of bipolar disorder and alcohol abuse, was on lithium and a history of hospitalizations, died at age 47.  Social History: In early childhood, patient had a difficult temperament, and was difficult to soothe.   died when patient was only 9 years old.  Pt. reports no close connection between her and her father.  Denies alcohol or other drugs.  Mental : Adolescent, thin female, present with good hygiene.  Good eye contact; no psychomotor retardation or agitation noted.  Speech normal patterns.  Affect slightly dysthymic, mood low, tearful.  Thought form normal.  Thought content: no suicidal ideations.  No signs or symptoms of psychosis or mania noted.  Testing: : Total score of 17 (subclinical) MASC:  range for social anxiety  Provisional  I:\tGeneralized  Rule-out Social  : deferred Axis :  IV: school stress, peer pressure :  = 55  Summary:  Sixteen year old female who has a history and presentation consistent with an anxiety disorder. She currently meets full criteria for generalized anxiety disorder, and has symptoms suggestive of social anxiety disorder.  does have a low self esteem and ruminating negative thoughts, but these are most likely secondary to her anxiety symptoms. These mood symptoms should remit once her anxiety symptoms are treated. At this time, she does not meet full criteria for major depressive disorder or bipolar disorder. However, patient is at genetic risk of eventually developing a mood disorder, and therefore needs monitoring of mood symptoms over time.   of : Refer to  group, a group for youths with anxiety disorders. Continue monitoring longitudinally for anxiety and depressive symptoms. If anxiety not amenable to group therapy, or if exposure work creates intolerable anxiety symptoms, then consider starting an  at that time. If mood symptoms worsen in the future, then consider referring back to the mood clinic.   For the  Team:     ________________________ , MD, ABPN (Dip.) Child and Adolescent Psychiatrist   cc:  \t \tDr. Ruth Pacis ",
  "diagnosis": "General Anxiety Disorder, Seasonal Affective Disorder"
 },
 {
  "Case": "31",
  "content": "Dr.  Inc. Child, Adolescent and Adult Psychiatry   902-229-1983 office 902-470-8382 fax   Dr. Charlotte Morley  Pediatric Associates     Note  RE: \t\t\t,  : \t\t16/08/1998 HCN:   \t\t0010417236 Address:\t\t Phone #:  \t\t402-2234 Mother:\t\t (DOB:  29/09/1979  HCN: 004192282) Date of evaluation: \tAugust 19, 2011  The patient was seen with his mother for a follow up visit to psychiatric clinic.  CURRENT MEDICATION:    Adderall XR, 30 mg qam.  , 0.5 mg qam and 1 mg qhs.  The patient is a 13 year old male who has a history of Oppositional Defiant Disorder and Attention Deficit Hyperactivity Disorder.  The patient has exhibited worsening behaviors since the last visit.  In fact, his mood lability has increased in the last month while on the higher dosage of .  He continues to have anger outbursts.  The patient and his mother would like to try another medication to address the impulsive aggression.   IMPRESSION:   Oppositional Defiant Disorder with Attention Deficit Hyperactivity Disorder.  The patient continues to exhibit significant irritability and impulsive aggression.  The increase in  appears to be associated with worsening mood lability.    PLAN:   Will decrease  to 0.5 mg bid for 3 days, and then decrease to 0.25 mg bid for 3 days, and then decrease to 0.25 mg qhs for 3 days, then discontinue thereafter.   After  is discontinued, then will start , 2 mg qhs for 1 week, then increase to 4 mg qhs thereafter for mood lability and impulsive aggression  NoteRe:   August 19, 2011 Page 2  Return to clinic in 3 weeks for follow up.        , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Oppositional Defiant Disorder, Attention Deficit Hyperactivity Disorder"
 },
 {
  "Case": "32",
  "content": "Dr.  Inc. Child, Adolescent and    902-229-1983 office 902-470-8382 fax   Dr. Charlotte   Pediatric Associates      Psychiatric Evaluation  RE: \t\t\t,  : \t\t16/08/1998 HCN:   \t\t0010417236 Address:\t\t Phone #:  \t\t402-2234 :\t\t (DOB:  29/09/1979  HCN: 004192282) Date of evaluation: \tJuly 21, 2011  The patient was seen with his mother for a psychiatric evaluation.  IDENTIFYING INFORMATION:  The patient is an almost 13 year old male who is going in Grade 8 at .  REASON FOR REFERRAL:  The patient is not safe at home; he continues to have anger towards his mother.  He is currently living at .  HISTORY OF PRESENT ILLNESS:   The patient was referred for a psychiatric evaluation by Dr. Charlotte .  The patient had completed the Compass Program which ended in November, 2010.  The patient was placed in the Compass Program as he was exhibiting physical aggression towards his mother.  However, when the patient completed the Compass Program, he was not safe to return home as he continued to exhibit aggression towards his mother and therefore he was taken into DCS custody under voluntary care.  He was placed at the , and was subsequently transferred to the  and has been there for the past seven months.  This is a group home for boys aged 12-14 who have significant conduct behaviors.  Dr.  referred patient to me as he did not have follow up care when discharged from the Compass Program.  The patient was not assigned to a psychiatric despite being on multiple psychotropics for significant behavioral difficulties.   reports the patient has required mental health services since he was 2 years old.   was in the :  Tyler  July 21, 2011 Page 2  Help Program in the past.  The patient eventually got in to see  and Dr.  with Community Mental Health in  through the IWK.   Eventually the patient was involved in the FUNDS program with  and therefore patient was transitioned to the Compass Program due to physical aggression towards his mother.  The patient was diagnosed with Attention Deficit Hyperactivity Disorder at the age of 8.  He had a trial of  which made him more aggressive and impulsive.  He was subsequently switched to Adderall which was not effective.   He was on  for approximately 1 ½ years as it was helpful in the beginning.  However  was eventually discontinued as patient became more aggressive and became more physically aggressive with his mother.  A trial of  caused worsening tics and irritability.  The patient was subsequently started on Adderall and  was added.  He was on this combination since , 2011.  The patient entered the Compass Program in May, 2010 and it ended in November, 2010.  The patient was not able to go home when he completed the Compass Program as he continued to exhibit violent behaviors.  Apparently the patient was fine at the Compass Program but was only aggressive at home.  However, mother stated that instead of patient fighting while at the Compass Program, he would become very frustrated and scratch himself.  On a positive note, since completing the Compass Program, the patient has not exhibited any violent behaviors towards his mother.  It appears that the patient is motivated to keep his outbursts under control so that he can return to live with his mother.  He currently visits his mother several days per week and apparently his visits there have been good.  The patient did not do well in Grade 7 as he missed a lot of school as he was suspended for disruptive behaviors.   states that patient is still unhappy, the patient still has outbursts but this does not occur daily and only occurs a couple of times per week.  Although patient states he does have low moods, these are not sustained.  He reports normal sleep patterns.  He does report decreased energy and decreased appetite and difficulty focusing.  However, he denies any suicidal ideations.   The patient reports he has a low frustration tolerance and at times in hyperactive.  PAST PSYCHIATRIC HISTORY:    The patient was in the Compass Program from May, 2010 to November, 2010.   The patient apparently had significant improvements of behaviors as he no longer exhibits aggressive behaviors towards his mother since completing the program.  However, the patient continues to live at the  as he was unsafe to live with his mother, because of physical aggression towards his mother.  He has had multiple psychotropic trials as outlined above.  He has been diagnosed with Attention Deficit Hyperactivity Disorder Combined , and Oppositional Defiant Disorder.  The patient is currently seeing  for individual therapy.  He also has a case worker, .  The patient currently does not have psychiatric follow up.  PAST MEDICAL HISTORY:   ’s .  Psychiatric Evaluation Re:  Tyler  July 21, 2011 Page 3  CURRENT MEDICATION:    Adderall XR, 30 mg qam.  , 0.5 mg bid.  , 6 mg qhs.  ALLERGIES:  No known drug allergies.  FAMILY HISTORY:    Biological father possibly had Attention Deficit Hyperactivity Disorder and s.  He also had significant anger outbursts and depression.  He was also suicidal and had been hospitalized to psychiatric facilities.   with history of anxiety and depression.  SOCIAL HISTORY:   The patient’s biological father has not been involved with the patient, however mother receives child support through Maintenance Enforcement.  The patient is currently in voluntary care of DCS.   currently lives with her boyfriend for the past year.  The patient also has a 3 ½ year old brother who lives with mother and mother’s boyfriend.   currently lives in , and visits his mother 3 nights per week.  The plan eventually is for patient to move home with  his mother if he can prove he can keep his anger under control.  He denies any drug use. MENTAL STATUS EXAM:   The patient is a pleasant and cooperative adolescent male.  No abnormal body movements noted.  No tics noted.  His gait was grossly normal.  He was alert and oriented.  Speech exhibited normal patterns.  His affect was euthymic.  Mood was stable.  Thought form was concrete and linear.  Thought content, the patient denied suicidal ideations.  No signs or symptoms of psychosis or mania were noted.  IMPRESSION:   Almost 13 year old male who has a history of Oppositional Defiant Disorder and Attention Deficit Hyperactivity Disorder.  The patient had been exhibiting worsening irritability recently and continues to have problems focusing.   To his credit he has not been aggressive towards his mother since he has completed the Compass Program.   He is currently living outside the home and the goal is for the patient to eventually move back home with his mother if he can prove that he can control his anger outbursts.  It appears that  has been effective for his impulsive aggression.  DIAGNOSIS:   I:   \tOppositional Defiant Disorder by history.  Attention Deficit Hyperactivity Disorder Combined  by  \t\thistory. :   \tNone known. I:  \t’s . :   \tPrimary support.  Currently out of home placement.  Not doing well in  \t\tschool.  V: \tGAF  = 60  Psychiatric Evaluation Re:  Tyler  July 21, 2011 Page 4  PLAN:   Will increase  to 0.5 mg qam and 1 mg qhs for impulsive aggression. Will continue Adderall XR 30 mg qam for Attention Deficit Hyperactivity Disorder symptoms. Will discontinue  at this time as the higher dosage of  at night will help him sleep better. Return to clinic in one month for follow up.  I will continue to follow the patient longitudinally as the patient has significant behavioural difficulties requiring monitoring by a child & adolescent psychiatrist.            , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Oppositional Defiant Disorder, Attention Deficit Hyperactivity Disorder"
 },
 {
  "Case": "33",
  "content": "Dr.  Inc. Child, Adolescent and Adult Psychiatry   902-229-1983 office 902-470-8382 fax     Dr. Charlotte Morley  Pediatric Associates     Clinic Note  RE: \t\t\t,  : \t\t16/08/1998 HCN:   \t\t0010417236 Address:\t\t Phone #:  \t\t402-2234 Mother:\t\t (DOB:  29/09/1979  HCN: 004192282) Date of evaluation: \tOctober 8, 2011  The patient was seen with his mother for a follow up visit to psychiatric clinic.  CURRENT MEDICATION:    , 30 mg qam.   5 mg qhs  The patient is a 13 year old male who has a history of Oppositional Defiant Disorder and Attention Deficit Hyperactivity Disorder.    The patient has exhibited significant improvement of Attention Deficit Hyperactivity Disorder symptoms with the switch from Adderall XR to .  The patient is now less hyperactive and is able to focus better.  Also, with the increase of , the patient no longer has aggressive behaviors.  He has less irritability and is more compliant.  He denies any side effects to his medications.  The mother is now more hopeful as the patient has responded well to the initiation of  and the higher dosage of .  Mother is now contemplating whether the patient even needs to be referred to residential treatment as he is doing so well now.    IMPRESSION:   The patient is doing well overall and has not exhibited any disruptive behaviors recently.  He appears to be responding to combination treatment with  and .  :   October 8, 2011 Page 2  PLAN:   Will continue  30 mg qam for Attention Deficit Hyperactivity Disorder. Will continue  5 mg qhs for impulsive aggression.  The plan is to continue  until the summer of 2012.  If he continues to do well in the summer of 2012, then consider tapering and eventually discontinuing  at that time. Will refer patient back to his paediatrician, Dr. Charlotte Morley for ongoing medication management as the patient is now doing well.    , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Oppositional Defiant Disorder, Attention Deficit Hyperactivity Disorder"
 },
 {
  "Case": "34",
  "content": "Dr.  Inc. Child, Adolescent and    902-229-1983 office 902-470-8382 fax     Dr. Charlotte Morley  Pediatric Associates     Clinic Note  RE: \t\t\t,  : \t\t16/08/1998 HCN:   \t\t0010417236 Address:\t\t Phone #:  \t\t402-2234 Mother:\t\t (DOB:  29/09/1979  HCN: 004192282) Date of evaluation: \tSeptember 9, 2011  The patient was seen with his mother for a follow up visit to psychiatric clinic.  CURRENT MEDICATION:    Adderall XR, 30 mg qam.   4 mg qhs  The patient is a 13 year old male who has a history of Oppositional Defiant Disorder and Attention Deficit Hyperactivity Disorder.  Since the last visit, the patient has exhibited worsening mood lability.  He has punched holes in the walls and is still disruptive.  Police had to be called to the house as the patient was so aggressive.  Patient denies any side effects of the initiation of .  Today I spoke with mother at length regarding the disposition of the patient, as the patient is exhibiting significant disruptive behaviors and aggressive behaviors.  He may need to be referred for residential treatment as he is not safe enough to go home at this time, given the aggression.  IMPRESSION:   The patient continues to exhibit significant aggression and irritability.  PLAN:    discontinue Adderall as it does not appear to be addressing his Attention Deficit Hyperactivity Disorder symptoms.    start Vyvanse 30 mg qam for Attention Deficit Hyperactivity Disorder symptoms.  increase  to 5 mg qhs for extreme mood lability.  :  Tyler  September 9, 2011 Page 2  I advised the mother to approach Community Services to refer patient for residential treatment given his aggressive behaviours. Return to clinic in one month for follow up.     , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Oppositional Defiant Disorder, Attention Deficit Hyperactivity Disorder"
 },
 {
  "Case": "35",
  "content": "Dr.  Inc. Child, Adolescent and  5880 Spring , Suite 407 Halifax, NS    B3H 1Y1 902-229-1983 office 902-470-8382 fax   Dr. Charlotte  , Suite 470 5880 Spring  Halifax, NS   B3H 1Y1   Psychiatric Evaluation  RE: \t\t\t,  : \t\t06/06/1996 HCN:   \t\t0009778317 Address:\t\t33 Sandelwood Terrace, , NS  B3G 1G5 Phone #:  \t\t464-1195 Parents:\t\tJulie and  of evaluation: \tAugust 18, 2011  The patient was seen with his mother for a psychiatric evaluation.  IDENTIFYING INFORMATION:   The patient is a 15 year old male who lives with his mother and mother’s partner in .  He will be attending Grade 10 at Prince  High School.  REASON FOR REFERRAL:   Disruptive behaviors.  HISTORY OF PRESENT ILLNESS:   The patient was referred for a psychiatric evaluation by Dr. Charlotte .  The patient has Attention Deficit Hyperactivity Disorder and is currently on Concerta.  He does not have contact with his biological father.  He lives with him mother and step-father.  The patient has been exhibiting very difficult behaviors including lying, stealing, and buying pornography off the TV and computer.  His parents do not trust him and the home environment is very intense.  There is significant conflict between patient and his step-father.  The patient has significant disruptive behaviors characterized by not following rules, stealing money and having a lack of respect and consideration especially for his parents.  He is oppositional and defiant and does not follow rules.  He is also easily angered.  However, he does not exhibit any physical aggression and does not exhibit any property destruction.  The patient has been buying pornography and the parents are concerned because he is spending lots of money on this.   He reports he is irritable at times but this is not sustained.  He reports good sleep patterns, and has  :  Morgan  August 18, 2011 Page 2  adequate energy.  Prior to starting Concerta the patient had significant academic problems and disruptive behaviors.  In Grade 9 he was diagnosed with Attention Deficit Hyperactivity Disorder by Dr.  and started on Concerta.  There has been improvement of his attention span and focus; however he continues to have disruptive behaviors.  The patient denies any anxiety symptoms.  PAST PSYCHIATRIC HISTORY:   The patient has been under the care of Dr.  for Attention Deficit Hyperactivity Disorder.  A few months ago, the patient saw Dr.  for therapy, but the family decided not to return as the cost for private therapy was a factor.  They opted instead to get patient private tutoring as he has problems with academics.  The patient did see  with the IWK Mental Health Program approximately one month ago.  They have not seen  since.  They have not heard from him as they stated he would get back to them and he would refer them to the Day Program or Residential Treatment Unit.  They have not started any counseling with .  PAST MEDICAL HISTORY:   No acute medical problems.  CURRENT MEDICATION:    Concerta 75 mg qam.  ALLERGIES:  No known drug allergies.  FAMILY HISTORY:   Maternal aunt with Attention Deficit Hyperactivity Disorder.  Paternal great grandmother with a question of .    SOCIAL HISTORY:   The patient has been estranged from his biological father for the past 5 years.  The patient very much wants to have a relationship with his father.   and Jeff have been together for 7 years now.  The patient has experimented with cannabis.  The patient reports it is quite tense at home and nobody talks to each other.  There is significant parent/child conflict between patient and his step-father.  The patient eventually wants to become a police officer.  He is involved in sports, including hockey, baseball and soccer. MENTAL STATUS EXAM:    The patient was pleasant and cooperative during the interview.  No disruptive behaviors noted.  No hyperkinetic behaviors noted.  No abnormal body movements noted. No tics noted.  Speech exhibited normal patterns.  Affect was euthymic.  Mood was stable.   form was logical.   content, patient denied any suicidal ideations noted.  No signs or symptoms of psychosis or mania noted.  No anxiety symptoms noted.   IMPRESSION:   15 year old male who has a history and presentation consistent with diagnoses of Attention Deficit Hyperactivity Disorder and Oppositional Defiant Disorder.  There is also significant parent/child conflict, especially with his step-father.  The patient does not have any other  :  Morgan  August 18, 2011 Page 3   I disorders such as depression or anxiety.  The patient would benefit from therapy focused on helping him to control his emotions.  DIAGNOSIS:   I:   \tAttention Deficit Hyperactivity Disorder, by history.  Oppositional Defiant Disorder.  Parent/Child Relational Conflict  II:   \tNone known.  III:  \tNon-contributory :   \tPrimary support.  School.  V: \tGAF = 60  PLAN:   Continue Concerta 72 mg qam for Attention Deficit Hyperactivity Disorder symptoms. The patient and his family would benefit from family and individual therapy focussed on helping the patient develop better coping skills and the family would benefit from improving their communication with one another.  I advised the mother to call  to make an appointment to discuss the needs for individual and family therapy. The patient does not need continuing psychiatric follow up.  No follow up has been scheduled for the patient.  Should any questions or problems arise in the future, then please call my office at 229-1983.         , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Attention Deficit Hyperactivity Disorder, Oppositional Defiant Disorder"
 },
 {
  "Case": "36",
  "content": "Dr.  Inc. Child, Adolescent and Adult Psychiatry 5880 Spring , Suite 407 Halifax, NS    B3H 1Y1 902-229-1983 office 902-470-8382 fax  Dr.  44-46 Portland Street, Suite 201 Dartmouth, NS   B2Y 1H4   Psychiatric Evaluation  RE: \t\t\tAsaff,  : \t\t16/03/1993 HCN:   \t\t0005626767 Address:\t\t359 , Dartmouth, NS   B2X 2E5 Phone #:  \t\t434-7604 Date of evaluation: \tNovember 28, 2011 Start Time:\t\t4:45 pm End Time:\t\t6:00 pm  The patient was seen for a psychiatric evaluation.  IDENTIFYING INFORMATION:  The patient is an 18 year old female who lives in Dartmouth, NS.  She is currently attending Grade 13 in high school to improve her marks.  REASON FOR REFERRAL:   Assessment of Attention Deficit Hyperactivity Disorder and anxiety.  HISTORY OF PRESENT ILLNESS:   The patient was referred for a psychiatric evaluation by Dr.  and Dr. .  The patient has been seeing Dr.  for years.  Through the years she has had significant anxiety and mood symptoms.  Dr.  has also diagnosed the patient with Attention Deficit Hyperactivity Disorder inattentive type.  The patient was started on , 10 mg bid one month ago by Dr. Lee.  The patient she is more organized on  and has improved memory recall.  She is also able to focus and concentrate better and has less daydreaming.  However, she reports the  makes her more anxious and she is more introverted.  She is worried about the anxiety worsening with  despite the improved organizational skills and attention span.  The patient has a history of generalized worries.  She also has a history of anxiety attacks characterized by shortness of breath and chest pains.  The patient also reports a history of depressive symptoms.  The patient reports initial insomnia and low energy level.  She denies any thoughts of self harm.  The patient was somewhat vague in her presentation as she reported symptoms across a broad spectrum of disorders such as ,  and attentional problems.  She appeared to have a good knowledge of mental health jargon  :   November 28, 2011 Page 2  and it appears she has researched the different mental illnesses on line.  The patient reports she has not done well academically since Grade 6 and has returned to school for Grade 13 to improve her grades.  Although she wants to continue with treatment for her attentional problems, she has significant distress from her worsening anxiety symptoms.  PAST PSYCHIATRIC HISTORY:   The patient was started on Fluoxetine in Grade 9 for depression and anxiety.  The patient reported no benefit from this, but Dr.  opined that the patient did well on an SSRI.  The patient most recently had a trial of  but she discontinued it as it made her more apathetic.  She was started on  10 mg bid, and although it has helped for her attentional problems, it has worsened her anxiety symptoms.  PAST MEDICAL HISTORY:   No acute medical problems.  CURRENT MEDICATION:   , 10 mg bid.  ALLERGIES:  No known drug allergies.  FAMILY HISTORY:   Mother has depression.  Maternal first cousin with Autism.  Paternal aunt with mood disorder.  SOCIAL HISTORY:  The patient is an intelligent and bright young lady.  She wants to go to comedy school eventually.  After she completes one semester of Grade 13, she wants to find a job early next year.  MENTAL STATUS EXAM:   The patient was pleasant and cooperative.  However, she was somewhat vague in her presentation as she had multiple symptoms across different disorders.  Her affect was anxious, mood was slightly low.   form was logical.   content, patient denied suicidal ideations.  No signs or symptoms of psychosis or mania were noted.  The patient reported significant generalized worries and anxiety attacks.  IMPRESSION:   18 year old female with a history and presentation consistent with diagnoses of , with co morbid Attention Deficit Hyperactivity Disorder, inattentive type.  The patient reports worsening anxiety symptoms with the initiation of methylphenidate.  She reports her anxiety symptoms are distressing and the most problematic at this time. :   November 28, 2011 Page 3  DIAGNOSIS:  Axis I:   \t, NOS.  Consider Generalized .  \t\tAttention Deficit Hyperactivity Disorder, inattentive type, by history. :   \tDeferred I:  \t Non-contributory :   \t: \tGAF = 50  PLAN:    discontinue  at this time as the patient reports worsening anxiety symptoms while on .  start , 0.5 mg bid and increase up to 0.5 mg tid for control of anxiety symptoms.  The patient reports not having good response to SSRI’s in the past, however, there is a report from Dr.  that she did well while on an SSRI in the past. Once the patient’s anxiety symptoms are under good control, then will consider restarting a long acting Methylphenidate product or a long acting amphetamine product at that time. Consider switching  to Citalopram in the future after her anxiety symptoms have had good control for a number of weeks. Return to clinic in two weeks for follow up.      , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology  C:\tDr.  ",
  "diagnosis": "General Anxiety Disorder, Attention Deficit Hyperactivity Disorder"
 },
 {
  "Case": "37",
  "content": "Dr.  Inc. Child, Adolescent and Adult Psychiatry 5880 Spring , Suite 407 , NS    B3H 1Y1 902-229-1983 office 902-470-8382 fax   Dr. J.P.T.   6155 North Street, # 200 , NS   B3K 5R3   Psychiatric Evaluation  RE: \t\t\t,  : \t\t10/02/1970 HCN:   \t\t0010751220 Address:\t\t5206 Tobin Street, # 212, , NS  B3H 1S2 Phone #:  \t\t830-8555 Date of evaluation: \tOctober 13, 2011  The patient was seen for a psychiatric evaluation.  IDENTIFYING INFORMATION:  The patient is a 40 year old male who lives alone and is currently single.  He is employed as a locksmith.  REASON FOR REFERRAL:  Assessment of anxiety and depression.    HISTORY OF PRESENT ILLNESS:   The patient was referred for a psychiatric evaluation by Dr. J.P.T. .  The patient has a long history of depression and anxiety dating back to his teenage years.  The patient has been on multiple trials of antidepressants over the years and had been doing reasonably well until about a year ago when he noted worsening of his depressive symptoms.  The patient was recently placed on a combination of  and .  This seems to be helping with his depressive symptoms but he states he continues to have significant anxiety symptoms.  The patient has significant performance and situational anxiety.  He states he is extremely shy and tries not to meet new people due to his shyness.  He also has performance anxiety issues.  He has difficulty getting in front of people and avoids all situations with regard to performing or to being in social situations.  He states this anxiety has kept him from having relationships as he has difficulty approaching women even if they are interested in them.  The patient states that if he could meet new people and have a partner, that his depression would most likely improve without the need for so much medications. Despite his anxiety and mood symptoms, he does well at work.  He continues to have occasional low moods and sadness, and early morning awakenings.  He also continues to have  :   October 13, 2011 Page 2  anhedonia.  He denies any thoughts of self harm.  Despite his performance and situational anxiety issues, he does not avoid crowds of people; he can still go to work, go to malls and go to grocery stores.    PAST PSYCHIATRIC HISTORY:   The patient has had a history of counseling but he did not find this helpful.  He did see a psychiatrist about 10 years ago and diagnosed the patient with depression.  He has been on multiple antidepressant trials including Prozac, , Zoloft and Celexa.  He was also on Buspar for anxiety which has not been helpful.  Trials of Ativan and Clonazepam low dose have not been effective for his anxiety symptoms although he was only was prescribed .5 mg twice a day which is a very low dose for anxiety.  He is currently on a medication combination of  and  which seems to be helping for his depressive symptoms.   PAST MEDICAL HISTORY:   The patient has a history of obstructive sleep apnea but refused to go to the sleep lab as he finds the sleep lab too confining.  He continues to have sleep apnea and continues to have disruptive sleep from this.  He currently does not use a C-Pap.  CURRENT MEDICATION:      300 mg qam.   225 mg qam.  FAMILY HISTORY:   Mother had depression.  SOCIAL HISTORY:  The patient is employed as a locksmith.  He lives along.  He has not had an intimate relationship for several years.  He is very shy and has a fear of rejection.  He only has a history of one serious relationship three years ago but this did not go well.  His parents died when he was in his early 20’s.  He has one brother whom he is close to.  The patient drinks socially.  He reports he uses cannabis; approximately one joint lasts him three nights.  He states this relaxes him.  He denies any other drug use. MENTAL STATUS EXAM:   The patient is a large male.  He was pleasant and cooperative throughout the interview.  No psychomotor retardation noted.  No psychomotor agitation noted.  His speech exhibited normal patterns.  His affect was anxious.  Mood was stable.   form was logical.   content, patient denied suicidal ideations.  No signs or symptoms of psychosis or mania were noted.  IMPRESSION:   40 year old male who has a history and presentation consistent with a diagnosis of Performance Anxiety.  The patient did not meet criteria for social phobia as he does not avoid crowds.  It appears that his extreme shyness and avoidance of social situations has kept him from finding a partner.  This most likely is causing him to be depressed and the reason that the antidepressant medications have not been helpful as his depression is really secondary to being lonely and wanting a partner.  Avoidant Personality Disorder will also be kept on the differential diagnosis. :   October 13, 2011 Page 3   DIAGNOSIS:   I:   \tPerfomance .   out .  II:   \t out Avoidant Personality Disorder. :  \tMost likely has Obstructive  which is not treated :   \tPrimary support.  Relationships. : \tGAF = 65  PLAN:   Will add Clonazepam 1 mg bid and 1 mg daily prn for severe anxiety symptoms. Will continue with  and  at current dosages at this time. The patient stated he will go back to Dr.  to get a referral to the .  If the patient has Obstructive , then this can exacerbate his multiple anxiety and depressive symptoms.  His sleep is currently being disrupted from his apnea.  I counselled the patient regarding the importance of getting an adequate assessment for sleep apnea and if he does have it, he should consider going on C-Pap. Return to clinic in 1-2 months for follow up.      , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Social Anxiety Disorder"
 },
 {
  "Case": "38",
  "content": "Dr.  Inc. Child, Adolescent and Adult Psychiatry 5880 Spring , Suite 407 Halifax, NS    B3H 1Y1 902-229-1983 office 902-470-8382 fax   Dr. Isis  Suite 300, 366 Lacewood Drive Halifax, NS  B3S 1M7   Psychiatric Evaluation  RE: \t\t\t,  : \t\t01/08/1980 HCN:   \t\t0005659271 Address:\t\t82 Sugar Maple Drive, , NS  B3T 1G5 Phone #:  \t\t816-0503 or 453-2273 Date of evaluation: \tOctober 5, 2011  The patient was seen for a psychiatric evaluation.  IDENTIFYING INFORMATION:  The patient is a 31 year old female who lives with her husband and two children, ages 4 and 8.  She is employed as an insurance broker.  REASON FOR REFERRAL:   Assessment for anxiety symptoms.  HISTORY OF PRESENT ILLNESS:   The patient was referred for a psychiatric evaluation by Dr. Isis Dawood.  The patient reports worsening anxiety symptoms for the past year.  The patient has a fear of social scrutiny and avoids social situations and crowds.  She also reports she frequently worries and has generalized anxiety.  She also will not get on planes as she has a fear of dying and a fear of loss of control.  The patient reported she now wanted to see a psychiatrist as she is afraid that her not participating in social situations is going to affect the children.  Currently the husband takes the children to all of their social activities and mother has not participated secondary to her anxiety.  However, her husband will be going away to sea as he is in the Navy and then mother will have to start taking the kids to their social activities.  Despite her anxiety symptoms, she is highly functional.  She has manager to work as an insurance broker, but states that she is comfortable there as it is a small office and there is much stability and support there from her co-workers.  She also reports having significant support from her husband.  PAST PSYCHIATRIC HISTORY:   The patient saw counselors in the past but had not found them helpful.  The patient reports she was on a benzodiazepine in the past but they  :   October 5, 2011 Page 2  were not helpful.   However, she was worked up for thyroid problems and it was apparent that her anxiety symptoms in the past were exacerbated by hyperthyroidism from Graves .   PAST MEDICAL HISTORY:   The patient has a history of hyperthyroidism from Graves .  She has since had radioactive iodine and now received  for thyroid ablation.  CURRENT MEDICATION:     125 micrograms daily.  Minocycline.  FAMILY HISTORY:     There is a first cousin with .  The patient also has a maternal uncle with mood problems and drug abuse.  SOCIAL HISTORY:  The patient has been with her husband now for the past 10 years.  Husband is in the Navy and the patient is employed as an insurance broker.  The patient has two kids, ages 4 and 8.  The patient reports she backs out of multiple social gatherings such as weddings and parties of close friends.  She states she now hardly has any friends as she backs out of all these social situations.  The patient states she does smoke cannabis, approximately one gram per day, as it relaxes her.  She states she has been self medicating herself for her anxiety symptoms for the past 15 years. MENTAL STATUS EXAM:   The patient was pleasant and cooperative throughout the interview.   Her speech exhibited normal patterns.  Her affect was anxious.  Mood was stable.   form was logical.  content, the patient denied any suicidal ideations.  No signs or symptoms of psychosis or mania were noted.   The patient denied any euphoric moods, denies any grandiosity, although she does report a history of mood swings.   As stated in the HPI, the patient has fear of social scrutiny and avoids social situations.  IMPRESSION:   31 year old female with a history and presentation consistent with a diagnosis of Social .  DIAGNOSIS:   I:   \tSocial   II:   \tNone known.  III:  \tHistory of Graves  :   \tRelationships : \tGAF   65 :   October 5, 2011 Page 3  PLAN:   Will start , 25 mg daily for one week and then increase to 50 mg daily thereafter for anxiety symptoms. Will refer patient to Dr.  for individual therapy. Return to clinic in 4-6 weeks for follow up.         , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Social Anxiety Disorder"
 },
 {
  "Case": "39",
  "content": "Dr.  Inc. Child, Adolescent and    902-229-1983 office 902-470-8382 fax    Dr. Charlotte Morley  Pediatric Associates       Clinic Note  RE: \t\t\t,  : \t\t29/04/1998 HCN:   \t\t0010407336 \t\t\t Phone:\t\t883-7266 Parent:\t\t, DOB: 25/06/1958, HCN 0008929689 Date of evaluation: \tAugust 31, 2011  The patient was seen with his father for a follow up visit to psychiatry clinic.  CURRENT MEDICATION:    None.  The patient is a 13 year old male with history of Autism and Attention Deficit Hyperactivity Disorder.  The patient’s Attention Deficit Hyperactivity Disorder medication were tapered and discontinued at the last visit. With the discontinuation of Vyvanse and Strattera, the father only noticed a slight increase in hyperactivity.  He also notices that the patient is a little calmer without the Attention Deficit Hyperactivity Disorder medications.  However, the patient continues to have irritability, he continues to be oppositional and defiant and he continues to be argumentative with his father.  He continues to have Attention Deficit Hyperactivity Disorder symptoms with constant interruption, distractibility and has difficulty sitting still.  Recently the patient had an aggressive outburst where he was scratching himself and had a rage while in the car.  Therefore, his father took him to the ER.  The patient was subsequently sent home with his father to follow up with the underwriter and Dr. Charlotte Morley.  During the session today, the patient was highly oppositional and was constantly interrupting the interview with the father.  Today we went over some techniques to help the father contain some of the patient’s disruptive behaviors.  :   August 31, 2011 Page 2  IMPRESSION:    The patent continues to exhibit mood lability and anger outbursts.  He also continues to exhibit Attention Deficit Hyperactivity Disorder symptoms.  At the present time, the most pressing symptoms are the anger outbursts and mood lability.  Once the mood lability and anger outburst are treated, then will consider treating the Attention Deficit Hyperactivity Disorder symptoms.   PLAN:  Will start Risperdal 0.5 mg qhs for one week and then increase to 0.5 mg bid thereafter for extreme mood lability and impulsive aggression. Will obtain baseline laboratories, CBC, electrolytes BUN cretonne, TSH,  count, LFT’s, prolactin and fasting lipid profile. Once the patient’s mood lability and aggression is stable, then will consider addressing the patient’s Attention Deficit Hyperactivity Disorder symptoms at that time. Return to clinic in 2-3 weeks for follow up.      , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Pervasive Developmental Disorders, Attention Deficit Hyperactivity Disorder"
 },
 {
  "Case": "40",
  "content": "Dr.  Inc.   902-229-1983 office 902-470-8382 fax    Dr. Charlotte Morley  Pediatric Associates      Psychiatric Evaluation  RE: \t\t\t,  : \t\t29/04/1998 HCN:   \t\t0010407336 \t\t\t Phone:\t\t883-7266 Parent:\t\t Date of evaluation: \tJuly 9, 2011  The patient was seen with his father for a psychiatric evaluation.  IDENTIFYING INFORMATION:   The patient is a 13 year old male who recently finished Grade 7 and is going into Grade 8.  REASON FOR REFERRAL:  Assessment for medication treatment.  HISTORY OF PRESENT ILLNESS:    The patient was by Dr. Charlotte Morley for a psychiatric evaluation.  The patient was diagnosed with Autism and Attention Deficit Hyperactivity Disorder by Dr. Orlik in January, 2008.  The patient was initially started on  that may not have been very effective.  This was made more confusing as the mother had cut off communication with the school and reported to Dr. Morley that things were going well.  However, the patient was recently switched to the father’s custody which is court ordered. The father now has sole custody and the patient moved in with his father in February, 2011.  The patient subsequently moved from  to  with his father.   The father kept the patient at    in  as he wanted to minimize the disruption to the patient.  However, it has been a difficult adjustment for the patient.  The school still reports that the patient functions very poorly.  The patient also exhibited behaviors at home.  He is physically aggressive and has significant impulsivity.  At school, the patient has been aggressive with his teachers and also with his peers.   The patient was started on  approximately 2-3 weeks ago and he is currently on 40  Psychiatric Evaluation Re:  ,  July 9, 2011 Page 2  mg qam.  Father reports he is calmer however he is still hyperactive.  He is currently undergoing a cross titration with  and .   was recently reduced to 40 mg daily.  There was a previous trial of adding Biphentin to  but patient had increased aggresivity.  In addition to the Attention Deficit Hyperactivity Disorder symptoms he exhibits at school, the patient also appears very distracted with the opposite sex according to teacher reports.   The teacher states that the patient often stares at girls with hands in his pockets, in which he is touching himself.  The teachers have noticed this to be a serious issue for them to work on in the future.  Despite having problems going to sleep in a timely manner, the patient states he sleeps all night when he finally goes to sleep.  he also reports good appetite.  He denies any thoughts of self harm.  He denies any excessive worries.  No history of obsessions or rituals recently, although father states he previously washed his hands frequently.  He denies any auditory hallucinations, denies any frank delusions.  PAST PSYCHIATRIC HISTORY:     The patient was diagnosed with Autism and Attention Deficit Hyperactivity Disorder by Dr. Orlik in 2008.  The patient has since been followed by Dr. Morley for treatment of Attention Deficit Hyperactivity Disorder.  PAST MEDICAL HISTORY:    No acute medical problems.  CURRENT MEDICATION:    , 40 mg daily.  , 40 mg qam  ALLERGIES:    No known drug allergies.  FAMILY HISTORY:     Father reports there are no members in his family that have mental illness.  Father does not know about family history on patient’s mother’s side.  SOCIAL HISTORY:  The parents separated when patient was 4 years old.    currently lives with his father, father’s wife, the wife’s 16 year old daughter, and the wife’s adult daughter who also has two kids at home.  The father has taken time off of work since February to care for patient and to shuttle him back and forth to school in .  The father’s wife is employed as a waitress and currently is the only sole provider.  There is significant financial strain ever since father took time off of work.  He was previously employed as a construction and home repair worker. MENTAL STATUS EXAM:   The patient has poor eye contact.  He frequently interrupted during the interview.  His speech was articulate.  Receptive and expressive language appeared grossly intact.  His affect was irritable.   slightly labile.  Thought form was logical thought content.   denied any suicidal ideations.  No signs of mania or psychosis were noted. Psychiatric Evaluation Re:  ,  July 9, 2011 Page 3  IMPRESSION:    13 year old male who has a history of Autism and Attention Deficit Hyperactivity Disorder, presents with worsening aggression and impulsivity.  He is currently undergoing a cross taper of  for .  DIAGNOSIS:   I:   \t by history.  Attention Deficit Hyperactivity Disorder by history.  II:   \tNone known. :  \tNon-contributory  IV:   \tPrimary support.  School.  : \tGAF = 50  PLAN:  Will continue taper of  and will eventually discontinue . Will continue  for now and will consider titrating the dose in the future. Will consider adding  if the patient continues to exhibit impulsive aggression. Return to clinic in 1 month for follow-up.        , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Pervasive Developmental Disorders, Attention Deficit Hyperactivity Disorder"
 },
 {
  "Case": "41",
  "content": "Dr.  Inc. Child, Adolescent and Adult Psychiatry   902-229-1983 office 902-470-8382 fax    Dr. Charlotte Morley  Pediatric Associates      Psychiatric Clinic Note  RE: \t\t\t,  : \t\t29/04/1998 HCN:   \t\t0010407336 \t\t\t Phone:\t\t883-7266 Parent:\t\t, DOB: 25/06/1958, HCN 0008929689 Date of evaluation: \tSeptember 30, 2011  The patient was seen with his father and step-mother for a follow up visit to psychiatry clinic.  CURRENT MEDICATION:   Risperdal 0.5 mg bid  The patient is a 13 year old male with history of Autism and Attention Deficit Hyperactivity Disorder.    The patient has responded well to the initiation of Risperdal.  The patient no longer has anger outbursts and has less mood lability.  In fact, since the last visit the patient has not exhibited any anger outbursts.  He is more compliant with his parents’ demands and he is also doing better in school as he is focused and not exhibiting any behavioral problems there.  The patient denies any side effects to his medication.  He does however report increased appetite, but has not gained any weight.  Laboratories obtained on September 2, 2011 revealed the following:  Electrolytes, BUN Creatanine within normal limits.  Fasting lipid profile within normal limits.  Liver function test within normal limits.  CBC with differential within normal limits.  TSH and  count within normal limits.  Prolactin level was 16.4 which was within normal limits. :   September 30, 2011 Page 2  IMPRESSION:    The patient has responded well to the initiation of Risperdal.  He is complying better with his parents and has less irritability and no anger outbursts.  He is focusing well at school currently.   PLAN:  Will continue with Risperdal 0.5 mg bid for mood lability and impulsive aggression. Will hold on treatment for Attention Deficit Hyperactivity Disorder at this time as patient is able to focus on his school work and is not exhibiting any distractibility. If the patient continues to do well at the next visit, then consider transferring the patient back to his paediatrician, Dr. Charlotte Morley. Return to clinic in 2 months for follow up.     , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Autism, Attention Deficit Hyperactivity Disorder"
 },
 {
  "Case": "42",
  "content": "Dr.  Inc. Child, Adolescent and Adult Psychiatry   902-229-1983 office 902-470-8382 fax    Dr.  , Unit 206    Psychiatric Evaluation  RE: \t\t\t,  : \t\t05/03/1994 HCN:   \t\t0008035644 Address:\t\t Phone #:  \t\t462-3164 Parents:\t\tPatricia/Terry Date of evaluation: \tAugust 13, 2011  The patient was seen with his mother for a psychiatric evaluation.  IDENTIFYING INFORMATION:  The patient is a17 year old male who was previously living in a group home but recently moved back home with his parents.  He will be going into Grade 12 at .  REASON FOR REFERRAL:  Diagnostic clarification and psychiatric opinion.  HISTORY OF PRESENT ILLNESS:   The patient was referred for a psychiatric evaluation by Dr. , Pediatrician.  The patient was referred as Dr. Webster was requesting for diagnostic clarification and to inform the treatment plan.  The patient was diagnosed with Attention Deficit Hyperactivity Disorder combined type in 2004.  The patient was initially started on  and it was titrated to 90 mg qam.  It was not optimal therefore in 2008, the patient was switched to  20 mg tablets, one in the morning and one at lunch, along with Ritalin 10 mg tabs, one in the morning and 1-2 in the evening as needed.  It was in the summer of 2009 when he was caught smoking pot in his friend’s home; the patient was switched to  XR and remained on this until the winter of 2009-2010.  In late 2009, the patient had feelings of sadness and anxiety.  He was subsequently referred to Dr.  in 2009.  Dr.  diagnosed patient with an anxiety disorder and depression.  Dr.  had recommended that the patient have  titrated to 100 mg daily and also suggested decreasing the  XR down to 30 mg.  However, the reduction of  did not occur as patient and his mother were reluctant to change as :   August 13, 2011 Page 2  patient was doing well on  for his Attention Deficit Hyperactivity Disorder.   In mid April, 2010, the patient had good response to  making him much happier.  However, his grades started to decline again.  The patient was subsequently switched to  to a high dosage along with  in the afternoon as needed.  In late 2010, the patient was seeing , a psychologist, regularly.  During that time he was not going to school or to his job regularly.  The  dose was subsequently increased to 140 mg qam, however, it was felt not to be effective and therefore discontinued and the patient was switched to  XR 70 mg qam.  He also continued to take  75 mg qam.  In early 2011, the patient was asked to leave his parents’ home due to his use of cannabis.  He apparently lived with his maternal grandparents first and then moved to a group home.   was subsequently discontinued and  was started and was titrated to 40 mg daily.  The patient underwent further medication changes and eventually the patient was also augmented with .  There was also a trial with low dose , but this was not effective and therefore discontinued.  The patient reports abusing cannabis approximately one year ago.  He previously saw psychologist  but then started seeing  at the Choices program in February, 2011.  The patient reports that his anxiety symptoms have not been properly addressed.  He continues to have generalized worries and is always thinking negative thoughts.  He is always fidgety and biting his nails.  He also has anxiety attacks characterized by shortness of breath, feeling sick, nauseous, and increased heart rate.  He also has performance anxiety and anticipatory anxiety.  Both patient and his mother believe that his anxiety symptoms have not been properly addressed and some of the treatments for Attention Deficit Hyperactivity Disorder may in fact have worsened his anxiety symptoms.  During the last school year in Grade 11, the patient did fail some courses, so he does continue to have problems with focusing and completing school work.  However, the patient continues to have out of control anxiety symptoms.  The patient reports that his mood symptoms are under fair control.  He reports currently his main problem is with anxiety.  PAST PSYCHIATRIC HISTORY:     Please see History of Present Illness for the pharmacotherapy which has been managed by Dr. Webster.  The patient was previously in therapy with .  He started at Choices in February, 2011 with .  He last saw  approximately one month ago and reports he has a good connection with him.  However, the patient questions whether therapy at Choices has been effective as he continues to abuse cannabis.  PAST MEDICAL HISTORY:   No acute medical problems.    CURRENT MEDICATION:     XR 70 mg qam.   60 mg qam.   50 mg daily.  ALLERGIES:   No known drug allergies. :   August 13, 2011 Page 3  FAMILY HISTORY:   Maternal grandmother with depression.  Maternal aunt with depression.  Maternal aunt with anxiety.  Father with depression.  Maternal grandfather with alcoholism.  SOCIAL HISTORY:   The patient was living at  for the past 4-5 months as he was kicked out of his mother’s home earlier this year because of his drug abuse.  The patient was subsequently moved back into his mother’s house this past week, as he has agreed to follow his parents’ rules.  He is also volunteering at the  and  and runs groups for the kids there.  He still smokes cannabis daily, approximately 0.5 grams per day. MENTAL STATUS EXAM:   Patient was pleasant and cooperative during the interview.  He had good eye contact and did not exhibit any psychomotor changes.  His gait was grossly normal.  No abnormal body movements, no tics noted.  He was polite with the interviewer and his mother.  No disruptive behaviors noted.  He was alert and oriented.  Speech exhibited normal patterns.  His affect was euthymic.  Mood was stable.   form was logical.   content, denied suicidal ideations, denied homicidal ideations.  No signs or symptoms of psychosis or mania were noted.  IMPRESSION:   17 year old male with history and presentation consistent with Generalized  and Attention Deficit Hyperactivity Disorder.  He also has a history of depression but that is currently stable.  The patient has received high doses of stimulant treatment for Attention Deficit Hyperactivity Disorder; however these treatments at high doses may be worsening and exacerbating his anxiety symptoms.  Although the patient is on a high dose of an SSRI, it is likely that the high dose stimulants may be counteracting the anxiolytic effect of the SSRI.  Therefore, the first step should be to reduce the dose of his Attention Deficit Hyperactivity Disorder treatments and to target his anxiety symptoms as a primary target.  Once his anxiety symptoms are adequately treated, his focus and attention span may improve.  DIAGNOSIS:   I:   \tGeneralized .  Attention Deficit Hyperactivity Disorder.   by  \t\thistory.  Cannabis abuse.  II:   \tDeferred  III:  \tNon contributory :   \tHad been living in a group home.  Some academic problems.  Primary  \t\tSupport.  V: \tGAF = 60  :   August 13, 2011 Page 4  PLAN:   Will decrease  XR to 40 mg qam as the high dose of  may be exacerbating his anxiety symptoms. Will continue  50 mg daily for now.  The target dosage for an anxiety disorder is  20-40 mg daily. Will continue  60 mg qam for combination treatment for Attention Deficit Hyperactivity Disorder.  Will consider tapering and discontinuing  in the future to obtain the patient’s baseline symptoms. Return to clinic in one week for immediate follow up. I will manage the patient and stabilize him before returning the patient back to his paediatrician, Dr. .  The patient also stated he would continue to follow up with  at Choices to address substance abuse issues.  I explained to patient that his use of cannabis may be helping with his anxiety symptoms over the short term but overall, his cannabis use is a barrier to reduction to his overall psychiatric symptoms.       , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "General Anxiety Disorder, Attention Deficit Hyperactivity Disorder, Major Depressive Disorder, Substance Abuse"
 },
 {
  "Case": "43",
  "content": "Dr.  Inc. Child, Adolescent and    902-229-1983 office 902-470-8382 fax    Dr.  , Unit 206    Psychiatric   RE: \t\t\t,  : \t\t05/03/1994 HCN:   \t\t0008035644 Address:\t\t Phone #:  \t\t462-3164 Parents:\t\tPatricia/Terry Date of evaluation: \tAugust 22, 2011  The patient was seen for a follow up visit to psychiatric clinic.  CURRENT MEDICATION:    Adderall XR 40  mg qam.   60 mg qam.   50 mg daily.  The patient is a 17 year old male with history of generalized anxiety disorder and Attention Deficit Hyperactivity Disorder.  The patient reports less anxiety and irritability with the decrease in Adderall.  The patient reports he is able to focus and does not have any distractibility at the current dosage of .  The patient is worried about going further down on the dosage of his Attention Deficit Hyperactivity Disorder treatments as he is worried his Attention Deficit Hyperactivity Disorder symptoms will recur.  He does report his anxiety and irritability have decreased with the lower dosage of Adderall.  He denies any other side effects to the medication.  IMPRESSION:    Generalized  with co morbid Attention Deficit Hyperactivity Disorder.   The patient has less anxiety and irritability with the decrease of Adderall.  However, he continues to have high dosing of  as the target dosing for anxiety is 20-40 mg daily of .  Psychiatric Evaluation Re:   August 22, 2011 Page 2  PLAN:   Will decrease  to 40 mg daily for anxiety symptoms.  The patient may need lower dosages of the  now that his stimulant treatment is not exacerbating his anxiety symptoms. Will continue Adderall XR and  at current dosages at this time for treatment of severe Attention Deficit Hyperactivity Disorder. Return to clinic in 2 months for follow up.  If the patient does not exhibit any anxiety or mood symptoms at the next visit, then consider re-referring the patient back to his paediatrician, Dr. .      , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "General Anxiety Disorder, Attention Deficit Hyperactivity Disorder"
 },
 {
  "Case": "44",
  "content": "Dr.  Inc. Child, Adolescent and    902-229-1983 office 902-470-8382 fax    Dr.  , Unit 206    Psychiatric   RE: \t\t\t,  : \t\t05/03/1994 HCN:   \t\t0008035644 Address:\t\t Phone #:  \t\t462-3164 Parents:\t\tPatricia/Terry Date of Visit:\t \tNovember 16, 2011 Appt.  started:\t1730 hrs Appt.  ended:\t\t1807 hrs  The patient was seen for a follow up visit to psychiatry clinic.  CURRENT MEDICATION:    Adderall XR 40  mg qam.   60 mg qam.  Celexa 40 mg daily.  The patient is a 17 year old male with history of Generalized Anxiety Disorder, Attention Deficit Hyperactivity Disorder, and substance abuse.  The patient reports he continues to have anxiety symptoms.  The reason he uses so much cannabis is that it helps to reduce the anxiety attacks and the worries.  The patient is currently using 0.5-3 mg of cannabis per day.  He reports if he does not use cannabis, his anxiety symptoms worsen.  Otherwise the patient is doing well in school.  He reports good sleep patterns.  He denies any disruptive behaviors at school.  The patient saw Dr.  on a couple of occasions, but stated that he does not feel he needs psychological services any longer as he has good coping skills.  He denies any side effects to his medications.  IMPRESSION:   The patient continues to have significant anxiety symptoms.  He self medicates with cannabis to address the anxiety. Psychiatric Evaluation Re:   November 16, 2011 Page 2  PLAN:   Will start , 0.5 mg bid for anxiety symptoms.  I also encouraged the patient to start to reduce his use of cannabis as he will be starting on  as  should be able to take away his anxiety symptoms that he depends upon when he uses cannabis. To prevent polypharmacy and because the patient’s attention span is stable, I will attempt to taper and discontinue .   will be decreased to 36 mg qam for one week, then decreased to 18 mg qam for one week, then discontinue thereafter. Will continue Celexa 40 mg daily for now.  If he continues to have anxiety symptoms, then consider switching to another SSRI such as .  He previously had a good response to  in the past. Will continued Adderall XR 40 mg qam for Attention Deficit Hyperactivity Disorder. Return to clinic in two weeks for follow up.     , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology  ",
  "diagnosis": "General Anxiety Disorder, Attention Deficit Hyperactivity Disorder, Substance Abuse"
 },
 {
  "Case": "45",
  "content": "Dr.  Inc. Child, Adolescent and Adult Psychiatry   902-229-1983 office 902-470-8382 fax    Dr.  , Unit 206    Psychiatric   RE: \t\t\t,  : \t\t05/03/1994 HCN:   \t\t0008035644 Address:\t\t Phone #:  \t\t462-3164 Parents:\t\tPatricia/Terry Date of Visit:\t \tNovember 30, 2011 Start Time:\t\t 4:50 pm End Time:\t\t 5:30 pm  The patient was seen for a follow up visit to psychiatry clinic.  CURRENT MEDICATION:    Adderall XR 40  mg qam.   0.5 mg bid.  Celexa 40 mg daily.    The patient is a 17 year old male with history of Generalized Anxiety Disorder, Attention Deficit Hyperactivity Disorder, and substance abuse.  The patient reports he was able to tolerate the initiation of  without side effects.  He reports  has been helpful to reduce his anxiety symptoms.  He also reports he was able to reduce his use of cannabis and is currently using1 gram per day which is much reduced from his previous use.  The patient did not have any worsening of attentional problems or anxiety symptoms with the tapering and discontinuation of .  He is functioning well overall.  Today we went over coping strategies to help the patient deal with his anxiety symptoms and his functioning.  He denies any side effects to his medications.  IMPRESSION:   The patient has responded well to the initiation of  as he has less anxiety symptoms.  The patient would like to continue to taper his medications to the minimal therapeutic dosage. Psychiatric Evaluation Re:   November 30, 2011 Page 2  PLAN:   Will decrease Citalopram to 30 mg daily for anxiety disorder. Will continue  and Adderall XR at current dosages at this time. Return to clinic in 2 months for follow up   , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology  ",
  "diagnosis": "General Anxiety Disorder, Attention Deficit Hyperactivity Disorder, Substance Abuse"
 },
 {
  "Case": "46",
  "content": "Dr.  Inc. Child, Adolescent and Adult Psychiatry   902-229-1983 office 902-470-8382 fax    Dr.  , Unit 206    Psychiatric   RE: \t\t\t,  : \t\t05/03/1994 HCN:   \t\t0008035644 Address:\t\t Phone #:  \t\t462-3164 Parents:\t\tPatricia/Terry Date of evaluation: \tSeptember 22, 2011  The patient was seen for a follow up visit to psychiatric clinic.  CURRENT MEDICATION:    Adderall XR 40  mg qam.  Strattera 60 mg qam.   40 mg daily.  The patient is a 17 year old male with history of Generalized , Attention Deficit Hyperactivity Disorder, and substance abuse.  The patient reports significant changes since the last visit.  He reports his dog died, he was feeling bad and took cannabis to school.  He was caught with it and was subsequently suspended from school for 5 days.   He also reports he had some anxiety before school started but is able to attend on a daily basis.  He denies any worsening symptoms with the decrease of .  He continues to abuse cannabis approximately 1-2 grams per day.  He hasn’t seen his counselor  since August, 2011.  He denies any other side effects to his medication.  IMPRESSION:    Generalized  with co morbid Attention Deficit Hyperactivity Disorder and substance abuse. The patient needs help with identifying triggers and better coping strategies.  He also needs helps with regards to his substance abuse.  Psychiatric Evaluation Re:   September 22,  2011 Page 2  PLAN:    continue current medications at current dosages at this time  refer patient to Dr.  for individual therapy. Return to clinic in one month for follow up.     , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology  C:\tDr.  ",
  "diagnosis": "General Anxiety Disorder, Attention Deficit Hyperactivity Disorder, Substance Abuse"
 },
 {
  "Case": "47",
  "content": "Dr.  Inc. Child, Adolescent and  5880 Spring , Suite 407 Halifax, NS    B3H 1Y1 902-229-1983 office 902-470-8382 fax   Dr.  206-82 , NS   B2W 3E5   Psychiatric Evaluation  RE: \t\t\tBaxter,  : \t\t12/07/2004 HCN:   \t\t0011832508 Address:\t\t188 , Dartmouth, NS  B2W 6G2 Phone #:  \t\t462-8522 Date of evaluation: \tDecember 6, 2011 Start Time:\t\t1:12 pm End Time:\t\t1:57 pm  The patient was seen with his parents for a psychiatric evaluation.  IDENTIFYING INFORMATION:   The patient is a 7 year old male who lives with his parents and two sisters in Dartmouth, NS.  He is currently in Grade 2 on an IPP.   REASON FOR REFERRAL:   Assessment of Attention Deficit Hyperactivity Disorder and defiant behaviors.  HISTORY OF PRESENT ILLNESS:   The patient was referred for a psychiatric evaluation by Dr. .  The patient was diagnosed with Attention Deficit Hyperactivity Disorder and has been treated by Dr. Webster since , 2010.  The patient has significant behavior difficulties.  He explodes on limit setting and has extreme anger outbursts.  He displays both verbal and physical aggression directed mostly to this teachers and parents.  He has problems with authority figures and is often defiant and oppositional.  He has had melt downs since he was 3 ½ years old.  He does not like to take turns.  He at times needs to be physically restrained, both at home and at school.  Last school year was especially difficult as he hit, scratched and kicked his teachers.  The patient has significant Attention Deficit Hyperactivity Disorder symptoms characterized by hyperactivity, difficulty focusing and disorganization.  He also has impulse control problems.  The patient is currently on an IPP at school and previously required an EPA.  PAST PSYCHIATRIC HISTORY:   The patient has never seen a mental health clinician.  He has been followed by Dr. Webster since , 2010 and has been  :   December 6, 2011 Page 2  diagnosed with Attention Deficit Hyperactivity Disorder with significant behavioral problems.  The patient has had multiple trials of psychotropic medications including , , Vyvanse, , , .  The patient had unsuccessful trials with stimulants as most of them made him worse.  His trial on  made him more hyper although it did help with his moods.  On , the patient had hallucinations and could not sleep.  To date, the patient is on , 18 mg as on the higher dosage he had more mood symptoms.  The patient was recently assessed by Dr.  at the Development  as Dr. Webster had concerns that the patient may have Aspergers.   Dr. Hawkins did not opine that the patient had an .  PAST MEDICAL HISTORY:   No acute medical problems.  CURRENT MEDICATION:   , 18 mg am  ALLERGIES:  No known drug allergies  FAMILY HISTORY:   Mother with history of ADD and Post Partum Depression.  Mother is currently on Adderall.  Maternal grandmother with bipolar depression.  SOCIAL HISTORY:  The patient lives with his parents, 5 year old and 10 year old sisters.  Mother is a homemaker, father is an engineer.  The patient has difficulty making friends.  No history of animal cruelty.   No history of fire setting.  MENTAL STATUS EXAM:   The patient was uncooperative during interview.  He exploded on limit setting.  The patient was verbally aggressive with the underwriter and his parents and on limit setting, he began to explode.  Because he was so aggressive, he had to be escorted out of the office and the building secondary to his aggressive behaviors.  I spent much of the session gathering collateral information from the patient’s mother.   The parents are quite distraught over the patient’s behaviors.  However, at the end of the interview, the patient was able to come back, compose himself and apologize for his behaviors.  IMPRESSION:  7 year old male who has a history and presentation consistent with a diagnosis of Attention Deficit Hyperactivity Disorder and Oppositional Defiant Disorder.  The patient has problems with impulsive aggression and has problems with authority figures and limit setting.  The primary problem at this time is the aggressive behaviors as it is unsafe at times.  Today I almost called the Police  as the patient would not respond to any verbal redirection.  However, fortunately he was able to compose himself, show remorse and apologize.  There is a family history of mood disorder and mother states patient’s maternal grandmother may have .  Will have to gather more longitudinal and collateral information to aid with diagnosis and treatment planning. :   December 6, 2011 Page 3  DIAGNOSIS:  Axis I:   \tAttention Deficit Hyperactivity Disorder by history.  Oppositional Defiant Disorder.   out Anxiety  \t\tDisorder Axis II:  \tNone known \t :  \t Non-contributory :   \tPrimary support.  School.  : \tGAF = 55  PLAN:   Will start Abilify 1 mg qhs for one week, then increase to 2 mg qhs thereafter for extreme mood lability.   Will continue  18 mg qam for Attention Deficit Hyperactivity Disorder symptoms. Will refer patient and family to Dr.  to address the behavioural problems. Return to clinic in 2 weeks for immediate follow up.     , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Attention Deficit Hyperactivity Disorder, Oppositional Defiant Disorder"
 },
 {
  "Case": "48",
  "content": "Dr.  Inc.   902-229-1983 office 902-470-8382 fax      Dr. Priya Kapilan  Central Medical Clinic    Psychiatric Evaluation  RE: \t\t\t,  : \t\t11/04/1963 HCN:   \t\t0012520268 Date of evaluation: \tJune 28, 2011 Address:\t\t Phone #:\t\t802-2915  or 832-6261  The patient was seen for a psychiatric evaluation.  IDENTIFYING INFORMATION:    The patient is a 48 year old male who lives in .  He is employed as a prison guard.  REASON FOR REFERRAL:   The patient has a history of depression and is now experiencing PTSD symptoms.  HISTORY OF PRESENT ILLNESS:     The patient was referred for a psychiatric evaluation by Dr. Kapilan.  The patient has a history of depression and anxiety for which he was taking  for the past 2-3 years.  He had depression when he was younger and has also suffered anxiety attacks characterized by tunnel vision, increased heart rates, chest pains, difficulty swallowing and feeling like passing out.  Last year, he had an acute stressor in which he was at work at a prison guard and witnessed an inmate hanging himself.  The patient performed CPR and also did chest compressions however the inmate did not make it and died.  The patient reports that since this incident, he had flashbacks about the event and also had nightmares of the incident.  He does report that these flashbacks and nightmares are better now.   He was placed on  approximately 6 months ago which he states has been helpful.  He states  has helped him to sleep throughout the night and also to address his anxiety and mood symptoms.   Last year the patient was under great stressors at work, he began having memory lapses and began missing shifts.  He states he works in a violent workplace as  :   June 28, 2011 Page 2  the inmates are often violent with the guards.  He states that over time the accumulation of exposure to violent inmates has caused much stress for him.  In addition, he was fired last year and was off work for several months.  He states that during this time that he was fired, he went into financial ruin and had to sell his car and almost became homeless.  He recently began work again in February, 2011; however he continues to be in financial ruin after being out of work for several months.  The patient also complains of nonexistent ejaculation.  He reports that this sexual dysfunction has worsened ever since he had started .  He states that not being able to ejaculate has affected his sex life and is another stressor for him.  The patient denies every have suicidal ideations, and denies any suicide attempts.  PAST PSYCHIATRIC HISTORY:     The patient reports two recent psychiatric evaluations.  He had an evaluation by a psychiatrist last year to rule out dementia due to his memory lapses.  He states that this geriatric psychiatrist did not opine that he had any dementia or cognitive deficits.  He also was in counseling last summer related to the incidences at work but this did not last long.  The patient also reports seeing a psychiatrist at the Cobequid Centre last year.  This is when the patient was placed on  25 mg qhs which he states has been helpful to help him sleep and for anxiety and mood symptoms.  PAST MEDICAL HISTORY:     The patient is currently being evaluated for a sleep disorder.  The patient apparently snores at night and wakes up with a headache.   He states that he is often sleepy during the day and is quite fatigued.  He was recently at a sleep clinic and they are currently evaluating whether or not he has a sleep disorder such as obstructive sleep apnea.  The patient has a history of hypertension, hyper cholesterolemia.  CURRENT MEDICATION:      The patient takes ,  25 mg qhs, Cipralex, 20 mg daily, , 7.5 mg qhs.  The patient also reports he is on high blood pressure pills, and another cholesterol lowering pill.    ALLERGIES:    No known drug allergies.    FAMILY HISTORY:   Patient’s mother with history of depression.  The patient has four siblings all on antidepressants.  SOCIAL HISTORY:   The patient was previously married but divorced four years ago.  His wife apparently had an affair and therefore they divorced.  The patient has two kids, age 17 and 12.  Patient states he is devoted to his children and he has a friendly relationship with his ex wife.  The patient is the youngest of 9 children.  The patient is a prison guard and recently just got back to work in February, 2011, due to union action to return fired workers to work.  When he was fired he lost his car, apartment and savings.   :   June 28, 2011 Page 3  He states he is in financial ruin and trying to catch up. MENTAL STATUS EXAM:   The patient is an obese white male.  He was pleasant and cooperative during the interview.  His speech exhibited normal patterns.  He was alert and oriented.  His affect was euthymic.   Mood stable.   form was logical.   content, patient denied any suicidal ideations, denied homicidal ideations.  No signs or symptoms of psychosis or mania were noted.    PHYSICAL EXAMINATION:   pressure 154/94.  Pulse 88.  Weight, 272 lbs., , 6 ft.  Extra ocular movements intact.  No nystagmus.  Visual fields normal.  Cardiovascular: regular rate and rhythm; no murmurs, gallops, or rubs.  Lungs were clear to auscultation bilaterally.    IMPRESSION:   48 year old male with a history and presentation consistent with a diagnosis of .  The patient is currently being evaluated for a sleep disorder which may exacerbate many symptoms he has complained about in the past including sleep problems, anxiety and depressive symptoms, fatigue, poor concentration and memory lapses.  In addition, sleep disorder may also exacerbate the patient’s problem with hypertension and cardiovascular disease risk. It is important to proceed with the workup for a sleep disorder before addressing any emotional problems as his emotional problems could be exacerbated by a primary sleep disorder.  It does appear that patient has a history of PTSD from the trauma incurred at work last year.  The patient also appears to have an SSRI induced sexual dysfunction in which he has no ejaculation which is a common side effect from SSRIs.  DIAGNOSIS:   I:   \t\t by history.   out PTSD.   out anxiety  and depression caused by general medical condition. :   \t\tDeferred :  \t\t out primary sleep disorder such as obstructive sleep apnea.  \t\t\tHypertension, hypercholesterolemia.  IV:   \t\tPrimary Support.  : \t\tGAF  = 60  PLAN:    Continue Cipralex,  and  at current doses at this time. Will prescribe the patient Cialis 10 mg daily prn sexual activity as it appears that the patient may have SSRI induced sexual dysfunction. :   June 28, 2011 Page 4  The patient will follow up with Dr. Kapilan for evaluation of a primary sleep disorder. Once patient’s sleep problems are properly evaluated and treated, then the patient was instructed to make an appointment with me in clinic to address his mental health issues.  Again, I stressed to the patient that a primary sleep disorder may exacerbate his emotional problems and his current medical problems with hypertension and his cardiovascular risk.         , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "General Anxiety Disorder"
 },
 {
  "Case": "49",
  "content": "Dr.  Inc. Child, Adolescent and Adult Psychiatry 5880 Spring , Suite 407 Halifax, NS    B3H 1Y1 902-229-1983 office 902-470-8382 fax   Dr.  Clinic 1333 South Park , NS   B3J 2K9   Psychiatric Evaluation  RE: \t\t\t,  : \t\t30/03/2006 HCN:   \t\t0012162087 Address:\t\t378 Newbury Road, , NS  B4B 0C7 Phone #:  \t\t864-8178 Date of evaluation: \tNovember 22, 2011 Start Time:\t\t2:10 pm End Time:\t\t2:50 pm  The patient was seen with his parents for a psychiatric evaluation.  IDENTIFYING INFORMATION:  The patient is a 5 year old male who is .  He lives with his parents in , NS.  REASON FOR REFERRAL:  Assessment for Attention Deficit Hyperactivity Disorder.  HISTORY OF PRESENT ILLNESS:   The patient was referred for a psychiatric evaluation by Dr. .  The patient started exhibiting disruptive behaviors when he was 4 years old characterized by hyperactivity, impulsivity and aggressive behaviors.  He had a low frustration tolerance and was quite aggressive, especially on limit setting.  The patient was recently evaluated by Dr. , a local psychologist, who did psychological testing and diagnosed the patient with Attention Deficit Hyperactivity Disorder.  The patient was subsequently started on Concerta 18 mg qam by Dr. A.J. and this was gradually titrated to 36 mg qam.  Concerta was started approximately one month ago.  Since starting Concerta, the patient is now able to focus and has less impulsivity.  The aggressive behaviors have also decreased.  The parents have noticed significant improvement, both at home and at school.   The patient is now able to respond to the structure and behavioral program at school and at home.  The patient is currently in a highly structured school setting in which he is one to one and has a behavioral program there.  The patient is still non compliant at times, but the core symptoms of Attention Deficit Hyperactivity Disorder are  Psychiatric Evaluation Re:   November 22, 2011 Page 2  now adequately addressed with Concerta.  However, the teachers have noticed the Concerta wears off around 3:30 every day.  The patient also is having appetite suppression during the day.  He especially has appetite suppression at breakfast and lunchtime.  He catches up at the end of the day as he is hungry when he comes home.  The patient sleeps well and sleeps at approximately 7 pm onwards.  No change in sleep patterns have been noticed since starting Concerta.  The teachers have noticed that the patient becomes somewhat too quiet first thing in the morning however he becomes talkative again around lunchtime.  PAST PSYCHIATRIC HISTORY:   The patient was diagnosed with Attention Deficit Hyperactivity Disorder by Dr.  and was started on Concerta about one month ago and has had good response.  The patient continues to receive OT to address fine motor skills.  The parents are currently involved with the  to help them learn techniques to help contain the patient’s behaviors.  PAST MEDICAL HISTORY:    asthma.  CURRENT MEDICATION:    Concerta 36 mg qam.  ALLERGIES:   No known drug allergies.  FAMILY HISTORY:   Mother with history of post partum depression.  Maternal grandmother with a question of mental illness. Maternal great uncle with .  Paternal great aunt was in the  for unknown mental illness.  SOCIAL HISTORY:  The patient lives at home with his parents.  His father is  Prosecutor and mother is a social worker with Conduct DisorderHA. MENTAL STATUS EXAM:   The patient is a 5 year old male.  He did not exhibit any hyperkinetic behaviors during the interview.  No tics were noted.  He was pleasant and compliant.  He appeared to have a good attachment to both of his parents.  Speech exhibited normal patterns. No mood lability noted.  He currently weighs 57 lbs.  IMPRESSION:   5 year old male with a history and presentation consistent with a diagnosis of Attention Deficit Hyperactivity Disorder, combined type.  The patient has responded well to the initiation of Concerta but has some increase in Attention Deficit Hyperactivity Disorder symptoms during the late afternoon hours, presumably due to Concerta wearing off.  The patient no longer has aggressive behaviors and is responding well to behavioral management. Psychiatric Evaluation Re:   November 22, 2011 Page 3  DIAGNOSIS:   I:   \tAttention Deficit Hyperactivity Disorder, combined type.  II:   \tDeferred :  \tNon-contributory :   \tSchool  V: \tGAF = 70  PLAN:   Will continue Concerta 36 mg qam for Attention Deficit Hyperactivity Disorder.   Will start Ritalin 5 mg q 3 pm for late afternoon coverage for Attention Deficit Hyperactivity Disorder symptoms. I counselled the parents regarding the patient’s intake of food during the day.  I advised them to have the patient eat a big breakfast before they administer the Concerta and also to have calorie laden drinks and energy bar at noon time to ensure the patient gets adequate caloric intake. Return to clinic in one month for follow up.  I will continue to follow patient until the patient is able to get in with Dr. Charlotte  who is scheduled to see the patient in January, 2011.      , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Attention Deficit Hyperactivity Disorder"
 },
 {
  "Case": "50",
  "content": "Dr.  Inc. Child, Adolescent and  5880 Spring , Suite 407 Halifax, NS    B3H 1Y1 902-229-1983 office 902-470-8382 fax   Dr.  967 Bedford Highway, Suite 207 Bedford, NS   B4A 1A9   Psychiatric Evaluation  RE: \t\t\t,  : \t\t11/06/1997 HCN:   \t\t0012087292 Address:\t\t325 Ridgevale Drive, Bedford, NS   B4A 3M2 Phone #:  \t\t405-2391 Date of evaluation: \tNovember 25, 2011 Start Time:\t\t3:45 pmEnd Time:\t\t4:30 pm  The patient was seen for a psychiatric evaluation.  IDENTIFYING INFORMATION:  The patient is a 14 year old male who is currently in Grade 9 at Bedford Junior High School.  He is making A’s and B’s.  He lives with his mother and brother.  REASON FOR REFERRAL:  Assessment for depression and anxiety.  HISTORY OF PRESENT ILLNESS:   The patient was referred for a psychiatric evaluation by Dr. .  The patient saw Dr.  approximately 1 ½ years ago, and was diagnosed with anxiety disorder and depression.  He saw Dr. Bagnell for approximately one year but the patient noted no changes.  He went briefly to a therapist for de-sensitization but did not have an effect.  The patient was trialed on  but it was not effective.  The patient is currently on  30 mg daily, which has had a partial effect on his depressive symptoms.  However, the patient continues to have multiple depressive symptoms characterized by low self esteem, irritability, feelings of hopelessness, anhedonia, and passive intermittent suicidal ideations.  He denies any current suicidal ideations, but reports his last thoughts of death were approximately 1-2 months ago.  Prior to taking , the patient had lower moods and was tearful often, but the meds have taken effect and he is less sad and less tearful.  The patient also has multiple anxiety symptoms and he has generalized worries.  He especially worries about cats having rabies.  However, recently he denies having any significant anxiety  :   November 25, 2011 Page 2  symptoms.  He does have urges to hurt people since last year, but he hasn’t acted on it.  He states that although the medications have helped with his depression and anxiety symptoms, he does have urge to hurt people which only started when the medication started.  PAST PSYCHIATRIC HISTORY:   The patient previously saw Dr.  but dropped out of treatment 1 ½ years ago. The patient also briefly saw Dr. Tracy Banks in private practice but dropped out of treatment there and has not seen her since September, 2011.  The patient had a trial of  which was unsuccessful.  He is currently on  which has had some effect on his depressive and anxiety symptoms, but he reports worsening urges to hurt people while on .  PAST MEDICAL HISTORY:   No acute medical problems.  CURRENT MEDICATION:    , 30 mg daily.  ALLERGIES:  \tNo known drug allergies.  FAMILY HISTORY:   Mother has depression and is currently on .   with Attention Deficit Disorder.  SOCIAL HISTORY:   The patient lives with his mother and brother.  Father works in Calgary.  Mother works at the . Patient denies any drug abuse. MENTAL STATUS EXAM:   The patient was pleasant and cooperative throughout the interview.  His speech exhibited normal patterns.  His affect was slightly low.  Mood was stable.   form was logical.   content, he denied any current suicidal ideations.  Denied homicidal ideations.  No signs or symptoms of psychosis or mania were noted.  IMPRESSION:   14 year old male with who has a history and presentation consistent with a diagnosis of  and .   However, the patient may be experiencing an SSRI induced activation as he reports having urges to hurt people since starting .  He denies any intent to harm others and denies ever having acted on these thoughts.    :   November 25, 2011 Page 3  DIAGNOSIS:   I:   \tConsider SSRI induced activation.   by history. \t\t by history. :   \tNone known :  \tNon-contributory :   \tConsider to assess.  V: \tGAF  = 60  PLAN:  As the patient may be exhibiting SSRI induced activation, will decrease  to 20 mg daily.  Will reassess at the next visit and if the patient has less urge for violence, then will consider discontinuing  in the future. Consider starting the patient on a mood stabilizer such as  to help stabilize his moods, depression and to address any irritability. Return to clinic in 2-3 weeks for immediate follow up. Will need to talk to the patient at the next visit regarding the need for a therapist to address coping skills.           , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Major Depressive Disorder, General Anxiety Disorder"
 },
 {
  "Case": "51",
  "content": "Dr.  Inc. Child, Adolescent and Adult Psychiatry 5880 Spring , Suite 407 , NS    B3H 1Y1 902-229-1983 office 902-470-8382 fax   Dr. Charlotte Morley  Suite 407, 5880 Spring  , NS   B3H 1Y1  Psychiatric   RE: \t\t\t,  : \t\t30/05/2005 HCN:   \t\t8000272453 Mother :\t\tTanya Ann , DOB:  03/10/1971, HCN:  0009331802 Address:\t\t82 , , NS   B3M 4T5 Phone #:  \t\t444-1692 Date of visit:\t \tNovember 19, 2011 Start Time:\t\t9:00 am End Time:\t\t9:50 am  The patient was seen with her father for a follow up visit to psychiatry clinic.  CURRENT MEDICATION:     M-Tabs, 0.5 mg bid.  The patient is a 6 year old female with history of possible Oppositional Defiant Disorder.  The patient has responded to the increase of  as she has less intense anger outbursts.  The patient reports she is getting time outs less frequently.   The patient denies any side effects.  The patient and her family are seeing Dr.  for individual and family therapy. There have been some changes as the parents are able to contain the patient’s behaviors better, however, father reports there continues to be some difficulty as the patient has difficulty going to school in the mornings and missing a lot of school as she is always late.  She is also having academic difficulties.  Dr. Blumberg is arranging for a school assessment soon.  Today, I spoke with the father regarding strategies to help contain the patient’s behaviors.  The father is currently reading the book The Explosive Child and finds this very helpful to understand what his daughter is going through and to find different methods to contain his daughter’s behaviors   IMPRESSION:   Oppositional Defiant Disorder most likely.   out Attention Deficit Hyperactivity Disorder.   out .  Parent child relational conflict by history.  The patient has made some  :  Natasha  November 19, 2011 Page 2    improvement with the initiation of Rispderal.  The family is also engaging with Dr. .   PLAN:   Will continue  M-Tabs 0.5 mg bid for anger outbursts and impulsive aggression. The family will continue individual and family therapy with Dr. . If the patient continues to have difficulties at home and at school, then consider referring the patient to the Children’s Day Treatment Program at the IWK. Return to clinic in 1-2 months for follow up.       , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology  C:\tDr.  ",
  "diagnosis": "Oppositional Defiant Disorder"
 },
 {
  "Case": "52",
  "content": "Dr.  Inc. Child, Adolescent and  5880 Spring , Suite 407 , NS    B3H 1Y1 902-229-1983 office 902-470-8382 fax   Dr. Charlotte Morley  Suite 407, 5880 Spring , NS   B3H 1Y1  Psychiatric Evaluation  RE: \t\t\t,  : \t\t30/05/2005 HCN:   \t\t8000272453 Mother :\t\t, DOB:  03/10/1971, HCN:  0009331802 Address:\t\t82 , , NS   B3M 4T5 Phone #:  \t\t444-1692 Date of evaluation: \tOctober 15, 2011  The patient was seen with her mother for a psychiatric evaluation.  IDENTIFYING INFORMATION:   The patient is a 6 year old female who lives with her parents and three siblings in , NS.  She is currently in Grade one.  REASON FOR REFERRAL:  Anger outbursts and running away.  HISTORY OF PRESENT ILLNESS:    The patient was referred for a psychiatric evaluation by Dr. Charlotte Morley.  The patient has a long history of irritability and meltdowns.  When the patient becomes angry, she can become very explosive and aggressive.  During these times she is unreasonable.  She also has a habit of running off out of the house down the street.  She has also run into traffic.  During one of her outbursts, the patient broke her mother’s nose.  The patient has a history of physically aggressive behaviors directed towards her parents and teachers.  She is also verbally aggressive towards peers.  She has difficulty with limit setting and has multiple outbursts per day.  These outbursts and meltdowns have been occurring since the patient has been a toddler.  Mother describes the patient as stubborn and willful.  These outbursts can last for 30-40 minutes at a time.  When she is out of control at school, she needs to be removed to a quiet room so that she can eventually calm herself.  There are no problems with attention span according to the mother. Psychiatric Evaluation Re:  Natasha  October 15, 2011 Page 2  PAST PSYCHIATRIC HISTORY:   The patient just started individual and family therapy with Dr. .  Last year the patient had psychological testing which did not reveal any cognitive deficits as she was in the average range on all scales.  The patient was also evaluated by the IWK Mental Health Program when she was a toddler and they opined that the patient had child/parent relational problems.  The patient was recently placed on  2 weeks ago for impulsive aggression.  The parents have noticed a decrease in irritability and aggression ever since  was started.  However, the patient does continue to have anger outbursts but they are not as severe.  The patient has not been on any other psychotropic medications.  PAST MEDICAL HISTORY:   No acute medical problems.  CURRENT MEDICATION:    , 0.25 mg bid.  ALLERGIES:  No known drug allergies.  FAMILY HISTORY:   Maternal great grandmother with Schizophrenia.  SOCIAL HISTORY:  The patient is currently in Grade one.  She has three siblings.  The kids are ages 8, 6, 4 and 2.  The patient’s father is the Chief Medical Examiner for NS.  Mother is a homemaker.  The patient was previously registered at the   for  and Primary, however there were many behavioral problems while at the  and therefore they changed to public school this year.  The patient is actually quite social and has friends. MENTAL STATUS EXAM:   The patient is a pleasant and cooperative 6 year old female.  She did not exhibit any hyperkinetic behaviors.  Her gait was grossly normal.  No abnormal body movements were noted.  No tics noted.  Speech exhibited normal patterns.  Receptive and expressive language were grossly intact.  Affect was euthymic.  Mood was stable.  Thought form was concrete.  Thought content, the patient denied any excessive worrying.  She denied any separation anxiety from her parents.  She denied any social phobia.  No avoidant behaviors were noted.  IMPRESSION:   6 year old female with a history and presentation most consistent with a diagnosis of Oppositional Defiant Disorder.  However, Oppositional Defiant Disorder rarely occurs alone and usually co-occurs with a learning disability or with Attention Deficit Hyperactivity Disorder.  However, the patient does not have cognitive deficits and does not appear to have Attention Deficit Hyperactivity Disorder symptoms.  Also, anxiety disorders can present with behavioral problems, but the patient denies any anxiety symptoms at this time.  The patient has responded well to  as she now has less anger outbursts.  She is tolerating  well. Psychiatric Evaluation Re:  Natasha  October 15, 2011 Page 3  DIAGNOSIS:  Axis I:   \tConsider Oppositional Defiant Disorder.   out .  out Attention Deficit Hyperactivity Disorder.  Parent/Child relational conflict by history :   \tDeferred I:  \tNon-contributory :   \tProblems at home.  Problems at school : \tGAF = 55  PLAN:    increase  to 0.5 mg bid for impulsive aggression.   also change the formulation to M-tabs as M-tabs are easily dissolvable and the patient has problems with swallowing medication. I advised the mother to give the patient one tablet of  before going to get blood draws as the patient apparently has needle phobia.  The patient needs baseline laboratories as she is starting . The patient and her family will continue with Dr.  for individual and family therapy. Return to clinic in one month for follow up.          , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology  C:\tDr.  ",
  "diagnosis": "Oppositional Defiant Disorder"
 },
 {
  "Case": "53",
  "content": "Dr.  Inc.   902-229-1983 office 902-470-8382 fax    Dr.       B3M 0A6   Psychiatric Evaluation  RE: \t\t\t,  : \t\t23/01/1963 HCN:   \t\t0006256085 Address:\t\t Phone #:\t\t435-6129 Date of evaluation: \tJuly 11, 2011  The patient was seen for a psychiatric evaluation.  IDENTIFYING INFORMATION:    The patient is a 48 year old married male who lives in  with his wife and 10 year old daughter.  He is employed as a dentist.  REASON FOR REFERRAL:    Assessment of anxiety related to work.  HISTORY OF PRESENT ILLNESS:   The patient was referred for a psychiatric evaluation by Dr. .  The patient works as a dentist and is very high functioning.   He has anxiety related to procedures that he does at work.  This is chronic but it seems to be more difficult to control recently, as he is starting to miss some days at work and it is also affecting his functioning at home.  He has anticipatory anxiety and heightened response to when people move when he is doing dental procedures on them.  For example, he would become highly anxiety if his patient would move or feel pain when injecting patient with needle, or when performing a procedure.  He said he spends all of his time at work worrying about if the patient that he is working on will move or have pain.  The patient reports that he becomes highly exhausted when he gets home and occasionally he will miss days from work due to being exhausted.  He states he may call in sick once every 6-8 weeks.  He runs a busy dental practice in which he runs two dental chairs and an overflow chair and has two dental hygienists.  He works three 11 hour days per week and he states he is busy all day.  However, he is uncomfortable all day as he is waiting for the patient to jump or be in pain.  He states during procedures he has anxiety attacks characterized by his heart racing, extreme nervousness and diaphoresis.  He also :  Gregory  July 11, 2011 Page 2   states the when patient jumps from a procedure or a needle; he states the patient gets angry.  However, he expends much energy trying to control his emotions and anxiety when the patient does finally jump.  However, when he comes home he is exhausted and is wife is beginning to notice that he is becoming more moody.  For example, he now has no patience and little things will set him off at work and at home.  He states he is irritable and on edge.  He also reports difficulty sleeping and has multiple early morning awakenings.  However, his sleep comes and goes and this seems to wax and wane with the stress level he is experiencing.  However, he reports adequate concentration and adequate appetite.  He denies any thoughts of self harm.  He denies any feelings of hopelessness.  He denies any generalized anxiety, in fact his worries are mainly regarding the procedures and if he inflicts pain on them.  The patient states that when he goes to work initially it is hard to get started, but once he gets started he is able to continue on with his work.  What makes things more difficult is that he has 3 days on and 4 days off, so after coming back from 4 days off he has difficulty coming back to work.  Again he states that the initial couple of hours of work are the most difficult but once he is able to get over that, he is able to complete his work satisfactorily.  He denies any social phobia.  He denies any obsessions or compulsions.  He denies any avoidant behaviors.  PAST PSYCHIATRIC HISTORY:   The patient has had longstanding history of anticipatory anxiety and performance anxiety related to his work.  He saw a psychologist several years ago and stated this was helpful.  He has never been on psychotropic medications and says he using his own coping strategies to help the stress and anxiety symptoms.  For example, he uses exercise and herbal remedies to help him have a more stable emotional state.  However, recently he says it has been more difficult to control his anxiety symptoms.  PAST MEDICAL HISTORY:      joint pain and  tendonitis, otherwise he is healthy.  CURRENT MEDICATION:    None.  ALLERGIES:  No known drug allergies.  FAMILY HISTORY:   Patient has both sisters and a brother who have anxiety.  He has one sister who does not fly due to anxiety symptoms.  SOCIAL HISTORY:   Patient lives with his wife and 10 year old daughter.  The patient is a dentist and his wife is a nurse.  The patient’s practice is at  and he works 11 hour days, 3 days on, 4 days off.   He has been practicing for the past 20 years.  He states these procedures have been anxiety provoking but he has been able to cope with it until recently.  As stated in the HPI he has performance anxiety and his greatest fear is if his patients are going to move, especially with drilling or the use of needles.  He knows  :  Gregory  July 11, 2011 Page 3  that these are irrational fears.  Despite the fact that the patient does not have any social phobia, he does have problems speaking in public.  He states this has implications for his work as he is often times asked to give lectures and seminars regarding his work.  He has recently wanted to sub-specialize in sleep medicine dentistry, but he has not been able to get over his fear of speaking in public, and only when he starts to speak in public will he begin to market a niche practice that relies heavily on public speaking and marketing.  He also reports fears of flying at times. MENTAL STATUS EXAM:   The patient is a pleasant and cooperative adult male.  His speech exhibited normal patterns.  His affect was anxious. Mood stable.   form was logical.   content, patient denied suicidal ideations.  No signs or symptoms of psychosis or mania were noted.  He had anticipatory anxiety and reported a history of performance anxiety.  He also has a fear of public speaking.  IMPRESSION:   48 year old male who has a history and presentation consistent with a diagnosis of .  The patient has participatory anxiety and performance anxiety related to the dental procedures that he performs.  The patient notes that he is beginning to lose control over these anxiety symptoms and is causing him to miss days at work and is now manifesting itself at home in the form of irritability and feeling on edge.  He also has sleep problems due to anxiety.  At the current time, the patient has mild symptoms and he is high functioning.  DIAGNOSIS:  Axis I:   \t nos.  Consider specific phobia related to dental  \t\tprocedures.   :   \tNone known I:  \tNon-contributory  :   \t:\t GAF = 65     PLAN:   No psychotropic medications indicated at this time as patient only has mild anxiety symptoms related to dental procedures. Will refer patient for Cognitive Behavioural Therapy with a private psychologist, Dr. . Patient can return to clinic on an as need basis.  If his anxiety symptoms worsen, then I advised him to make an appointment with me in the future to consider treatment with an SSRI or with a beta blocker such as Propranolol.  If his anxiety symptoms are more sustained, then I would consider starting patient on an SSRI.  However, if anxiety symptoms are more related to specific situations, then would  :  Gregory  July 11, 2011 Page 4  consider the beta blocker one hour before the anxiety provoking event to reduce the physiological flight or fight response.          , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology  C:\tDr.  ",
  "diagnosis": "General Anxiety Disorder"
 },
 {
  "Case": "54",
  "content": "Dr.  Inc. Child, Adolescent and Adult Psychiatry 5880 Spring , Suite 407 , NS    B3H 1Y1 902-229-1983 office 902-470-8382 fax   Dr.  Suite 1040, 5991 Spring  , NS    B3H 1Y6   Psychiatric Evaluation  RE: \t\t\t,  : \t\t20/08/1995 HCN:   \t\t0009505959 Address:\t\t27 Parkdale Ave, , NS   B3T 1C2 Phone #:  \t\t876-1428 Date of evaluation: \tNovember 15, 2011  The patient was seen for a psychiatric evaluation.  IDENTIFYING INFORMATION:  The patient is a 16 year old male who is currently not attending school.  He is also not employed.  REASON FOR REFERRAL:   Assessment of Attention Deficit Hyperactivity Disorder and co-morbidities.  HISTORY OF PRESENT ILLNESS:   The patient was referred for a psychiatric evaluation by Dr. .  Over the past 8-9 months his mother has noticed that the patient has exhibited significant behavioral changes.  He has not been making rational decisions and has a short fuse.  He can become extremely agitated.  He is currently not in school.  The last time he was in school was in May, 2011.  He was in Grade 9, repeated and was at .  The patient is now completely unmotivated.  He sleeps during the day and is up all night.  His mother describes him as quite irritable.  He also has poor concentration.  He does report some generalized worries.  He would like to get a job but has difficulty getting out of the house.  He denies any thoughts of self harm.  PAST PSYCHIATRIC HISTORY:   The patient was diagnosed with Attention Deficit Hyperactivity Disorder at the age of 7 by a psychologist.  At the time the patient refused medication treatment.  The patient has had trials of , Concerta and Strattera, but these were not effective.   has tried parenting courses but it has not helped to contain the patient’s behaviors.  The patient is currently on  SR, but this is not effective to help him focus and to organize. Psychiatric Evaluation Re:   November 15, 2011 Page 2  PAST MEDICAL HISTORY:   No acute medical problems.  CURRENT MEDICATION:     SR, 40 mg qam.  ALLERGIES:  No known drug allergies.  FAMILY HISTORY:   Father has Attention Deficit Hyperactivity Disorder, however the patient has no contact with his father.  SOCIAL HISTORY:  The patient lives with his mother, step-father and 4 year old brother.  He denies any drug abuse, but admits he has experimented with cannabis a few times.  He smokes cigarettes.  He has had a couple of jobs but was not able to get organized.  The patient has been swarmed and bullied and has avoided Sir  A. as people are after him at school.  He is a competitor and is trained in . MENTAL STATUS EXAM:   The patient was pleasant and cooperative throughout the interview.  He was attentive but was fidgety.  He affect was anxious.  Mood was stable.   form was logical.   content, patient denied suicidal ideations, denied homicidal ideations.  No signs or symptoms of psychosis or mania were noted.  The patient reports significant generalized worries.  He denies any depressive symptoms.  IMPRESSION:   16 year old male with history and presentation consistent with diagnoses of  and Attention Deficit Hyperactivity Disorder.  He has been avoiding school since May, 2011.  DIAGNOSIS:  Axis I:   \tAttention Deficit Hyperactivity Disorder by history.  , nos.  Consider Generalized \t\t. :   \tDeferred I:  \tNon-contributory :   \tPrimary support.  School.  Peers\t :\t GAF = 60  PLAN:    discontinue  SR as it has not been effective.  start , 30 mg qam for Attention Deficit Hyperactivity Disorder. I spoke to the patient about the need for him to start counselling with a therapist so that he can develop coping skills to deal with is anxiety.  However, the patient refuses to consider counselling at this time.   continue to counsel the patient on his need for counselling as he has significant anxiety symptoms. Psychiatric Evaluation Re:   November 15, 2011 Page 3  At this time will defer on treating the anxiety symptoms with medications, as the patient would most benefit from counselling to deal with his anxiety symptoms. Return to clinic in one month for follow up.          , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Attention Deficit Hyperactivity Disorder, General Anxiety Disorder"
 },
 {
  "Case": "55",
  "content": "Dr.  Inc. Child, Adolescent and  5880 Spring , Suite 407 , NS    B3H 1Y1 902-229-1983 office 902-470-8382 fax   Dr. Stacey  Suite 200,  5675 Spring  , NS  B3J 1H1   Psychiatric Evaluation  RE: \t\t\tBrown-Black,  : \t\t28/07/1999 HCN:   \t\t0011224409 Address:\t\t35 Parkvale Crescent, Bedford, NS   B4A 3L9 Phone #:  \t\t832-3632  or 499-8913 Mother:\t\tLaurie  Date of evaluation: \tNovember 22, 2011 Start Time:\t\t8:45 am End Time:\t\t10:15 am  The patient was seen with his parents for a psychiatric evaluation.  IDENTIFYING INFORMATION:  The patient is a 12 year old male who is currently in Grade 7 at Bedford Junior High School.   He is doing well academically and is making B’s.  REASON FOR REFERRAL:   Assessment of mood and anxiety symptoms.  HISTORY OF PRESENT ILLNESS:   The patient was referred for a psychiatric evaluation by Dr. Stacey .   The patient was seen by Dr.  approximately 5 years ago and diagnosed with an anxiety disorder.  At that time, the patient had a trial of an unknown medication to address his attentional problems but this was not effective.  The patient has not been evaluated by mental health clinicians although there was a brief psycho educational assessment which suggested the need for a referral to a pediatrician.  Dr.  received the referral and subsequently sent the patient to me for a psychiatric consultation.  The patient has significant oppositional and defiant behaviors.  He has challenges both at home and at school.  He is physically aggressive, both at home and at school.  He is especially aggressive with his parents, he calls his parents names and hits them and punches them.  The parents are having  :   Brown-Black November 22, 2011 Page 2  difficulty controlling his behaviors at home.  He also exhibits property destruction at home and puts holes in the walls.  In school and at other venues, he has highly disruptive behaviors.  He had a two day in school suspension for disturbing behaviors.  He made a sexual comment about a girl in his class and stated to someone “sticking their dick up her ass”.  A parent reported and the patient was subsequently suspended.  The patient has also been aggressive with his classmates, and he calls people names.  He has also sent threatening messages to classmates on Facebook.  At home, the patient is aggressive, he calls people names, he swears, and he yells.  He also refuses to do his homework.  At school, he calls his teachers and principal idiots.   He often gets into trouble and has to be constantly redirected.  There have not been any concerns about his ability to focus.  In fact, he does well academically and makes mostly B’s.  He gets very nervous to sleep at night and sleeps with his parents every night as he is afraid someone will harm him.  He can do sleep overs with his best friend, but often shares the same bed with his best friend.  Parents report the disruptive behaviors began when patient was in Grade 3 and 4.  The patient was non-compliant with the interview today as he refused to answer questions, and when he did answer any questions, he replied “I don’t know”.   PAST PSYCHIATRIC HISTORY:   The patient was seen by Dr.  in the past, diagnosed with  and Attention Deficit Hyperactivity Disorder.  A trial of a stimulant led to adverse side effects and therefore was discontinued.  No other psychotropic trials noted.  The patient has never had counseling.  PAST MEDICAL HISTORY:   No acute medical problems.  CURRENT MEDICATION:    None.  ALLERGIES:  No known drug allergies.  FAMILY HISTORY:   Maternal grandfather committed suicide at 38 years old.  He also had alcohol abuse.  Maternal grandmother with alcohol abuse.  Maternal aunt diagnosed with  or possibly .  Mother is currently on , previously had an eating disorder.  Father is taking  for anxiety and depression.  He also has profound social anxiety.  Paternal 1st cousins with .  Paternal grandmother with anxiety and depression.  Paternal grandfather with social anxiety.  SOCIAL HISTORY:  The patient is currently in the 7th Grade at Bedford Junior High School.  He does well academically.  Mother is a counselor and father owns his own business.   lives with his parents are 14 year old sister who also has a history of eating disorder and anxiety.  The parents have had marital problems for years and mother believes that this is affecting her son’s behaviors.  The patient has a language based  :   Brown-Black November 22, 2011 Page 3  learning disability in writing, spelling, decoding and reading/ MENTAL STATUS EXAM:   The patient was not cooperative with the interview.  He refused to answer questions and when he did answer he would say “I don’t know”.  His expressive and receptive language seemed grossly intact.  His thought content was difficult to assess as he hardly spoke during the interview.  IMPRESSION:   12 year old male presents with disruptive behaviors.  At this time, the differential diagnosis is quite large which included Oppositional Defiant Disorder,  and .  At this time, the patient was non compliant with the interview.  Need to gather more collateral and longitudinal information to aid with diagnosis and treatment planning.  However, the patient is high functioning and does well in school, but he continues to exhibit unsafe behaviors as he is aggressive, especially with his parents.  DIAGNOSIS:  Axis I:   \tConsider Oppositional Defiant Disorder.   out .  \t\t out  Axis II:   \tDeferred Axis III:  \tNon-contributory :   \tPrimary support.  School.  Peers : \tGAF  = 60  PLAN:   Will refer the patient to Dr.  for more assessment and possible treatment to address the behavioural difficulties. Will hold on prescribing a psychotropic medication at this time as Dr. Blumberg may find that the problem is mainly behavioural. Return to clinic in 2 months for follow up.  I gave the parents Dr. Blumberg’s contact information so that they can make an immediate appointment with him.  :   Brown-Black November 22, 2011 Page 4         , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology  C:\tDr.  ",
  "diagnosis": "Oppositional Defiant Disorder"
 },
 {
  "Case": "56",
  "content": "Dr.  Inc. Child, Adolescent and  5880 Spring , Suite 407 Halifax, NS    B3H 1Y1 902-229-1983 office 902-470-8382 fax    Dr. Theresa  535 , Suite 2 Bedford, NS   B3M 0E3   Psychiatric Evaluation  RE: \t\t\t,  : \t\t18/08/1995 HCN:   \t\t0009498361 Address:\t\t35 Brenda Drive, , NS   B4B 1J9 Phone #:  \t\t835-1498 Date of evaluation: \tOctober 18, 2011  The patient was seen with his mother for a psychiatric evaluation.  IDENTIFYING INFORMATION:  The patient is a 16 year old male who is currently in Grade 11 at CP Allen High School.  REASON FOR REFERRAL:  Behavioral problems at home and at school.  HISTORY OF PRESENT ILLNESS:   The patient was referred for a psychiatric evaluation by Dr. Dykman, on the recommendation by Dr. .  The patient has been diagnosed with Attention Deficit Hyperactivity Disorder.  The patient was diagnosed with Attention Deficit Hyperactivity Disorder only recently.  The patient did fairly well at school until Grade 10 when his grades dropped significantly.  The patient then was started on Adderall XR and was titrated to 30 mg qam in February, 2011.  The patient reports better focus and improved ability to do schoolwork.  He denies any side effects.  Also, prior to treatment on Adderall, the patient had worsening irritability and was exhibiting verbal outbursts and property destruction.  With the titration of Adderall, the patient has less irritability and less anger outbursts.  The patient still has some anger outbursts at school and at home, but these are more under control.  He denies any mood symptoms, denies any significant anxiety symptoms.  He denies any generalized worries.  He denies any suicidal ideations.  PAST PSYCHIATRIC HISTORY:   The patient saw a couple of psychologists over the years.  He saw  and also  for psycho education testing.   Psychiatric Evaluation Re:   October 18, 2011 Page 2  However, the patient refused to do the testing as he just did not want to do it.  He is currently not in counseling.   He has only had one psychotropic medication trial with Adderall XR.  CURRENT MEDICATION:    Adderall, XR 30 mg qam.  FAMILY HISTORY:   Mother has a history of depression.  Paternal grandfather with Attention Deficit Hyperactivity Disorder.  SOCIAL HISTORY:  The patient states that now that he is getting treatment for Attention Deficit Hyperactivity Disorder, his grades have improved significantly.  He denies any history of drug abuse.  He lives with his parents and 13 year old sister.   MENTAL STATUS EXAM:   The patient is a large adolescent male.  He was pleasant and cooperative throughout the interview.  No hyperkinetic behaviors noted.  No tics noted.  He was able to attend well to the conversation.  His speech exhibited normal patterns.  His affect was euthymic.  Mood was stable.   form was logical.   content, he denies suicidal ideations.  No signs or symptoms of psychosis or mania were noted.  IMPRESSION:   16 year old male who has a history and presentation consistent with a diagnosis of Attention Deficit Hyperactivity Disorder.  He previously had a history of verbal outbursts and property destruction; however this has improved with treatment with Adderall XR.  Oppositional Defiant Disorder will be kept on the differential diagnosis.  DIAGNOSIS:  Axis I:   \tAttention Deficit Hyperactivity Disorder by history.   out Opposiitonal Defiant Disorder Axis II:   \tNone known :  \tNon-contributory :   \tPrimary support. : \tGAF = 70  PLAN:   The patient will continue on Adderall XR, 30 mg qam for Attention Deficit Hyperactivity Disorder. If the impulsive aggression and mood lability returns, then consider starting the patient on .  If  is being considered, then consider starting the patient on low dose  0.25 mg bid, titrating to a target dose of 1-2 mg daily in divided dosing.  Also, will get baseline laboratories including:  CBC, Electrolytes, BUN Creatanine, LFT’s, Fasting lipid level and fasting glucose as well as Prolactin level and will check these levels every six months. Psychiatric Evaluation Re:   October 18, 2011 Page 3  As the patient is currently stable, I have not scheduled another appointment with the patient.  Patient will follow up with Dr. Dykeman for ongoing management.  Should any questions arise about the care of this patient in the future, then please do not hesitate to contact my office at 229-1983.  Or if the patient is having worsening emotional problems, then consider re-referring to my clinic and faxing a referral to 470-8382.          , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Attention Deficit Hyperactivity Disorder"
 },
 {
  "Case": "57",
  "content": "Dr.  Inc.   902-229-1983 office 902-470-8382 fax     Dr. Gilda Frent     Psychiatric Evaluation  RE: \t\t\t,  : \t\t22/09/1994 HCN:   \t\t0011872264 Date of evaluation: \tApril 27, 2011  The patient was seen with his parents for a psychiatric evaluation.  IDENTIFYING INFORMATION:   The patient is a 6 year old male who lives with his parents and two older sisters.  He is currently in Grade 1  REASON FOR REFERRAL:    Attention Deficit Hyperactivity Disorder and oppositional behaviors.  HISTORY OF PRESENT ILLNESS:    was referred for a psychiatric evaluation by Dr. Frent.  Recently the patient has exhibited increased aggression and is having trouble in social situations, missing time in school due to visits to the principal due to disruptive behaviors.  The patient was diagnosed last year with Attention Deficit Hyperactivity Disorder by Dr. .   was started on  and was on  20 mg daily for approximately one year.  However, recently the patient has been exhibiting increasing aggression.   would kick, punch and bite people such as his teachers, other peers, and his parents.  He also has been exhibiting frequent meltdowns and aggressive outbursts.  His aggression outbursts seem to be set off by the littlest things and his reaction is out of proportion to the consequence.   has been increasingly oppositional and defiant both at school and at home.  Dr. Frent increased the  to 30 mg qam a couple of weeks ago.  However, the patient exhibited worsening aggressive behaviors and therefore it was discontinued.  However, even when  was discontinued for a one week period, patient continued to have aggressive outbursts.   was subsequently started on Adderall XR 5 mg qam and this seemed to help somewhat but he did continue to have outbursts.  It was increased to 5 mg qam and 5 mg q noon one week ago.  Mother states this does help with his Attention Deficit Hyperactivity Disorder symptoms but he does continue to have aggressive outbursts.  Parents are at their wits’ end as they have  :  Brendon  April 27, 2011 Page 2  tried multiple techniques to try and contain the behaviors.  No matter what they tried over the past couple of weeks, patient continues to have outbursts and has increasingly oppositional defiant behaviors.   The patient apparently has a very short fuse and would be set off by the littlest of provocation.  When he doesn’t get his own way, he has a meltdown. Apparently, those family members in the household and his teachers and peers in school are somewhat nervous around him as they are afraid of setting him off.  Because of his aggressive behaviors and disruptive behaviors, patient does not have many friends and doesn’t get invited to sleepovers or parties, presumably from his behaviors.  Although he has excellent academic performance, he has significant social skills deficits.  The patient has longstanding hyperactivity, distractibility, and impulsivity.  The parents state they can deal with the Attention Deficit Hyperactivity Disorder symptoms but are at a loss for how to contain the aggressive behaviors as it appears that nothing works.  He apparently does not resort to property destruction.  No history of animal cruelty.  No history of fire setting.   does not have any apparent fears.  No history of compulsions or obsessions.  He does not have a history of motor or vocal tics.   PAST PSYCHIATRIC HISTORY:      was diagnosed with Attention Deficit Hyperactivity Disorder in March, 2010 by Dr. .   was on  20 mg for approximately one year.  This was increased to 30 mg but patient had worsening aggression so this was discontinued.   was recently started on Adderall  XR and his Attention Deficit Hyperactivity Disorder symptoms have responded but he continues to have aggressive behaviors.  Concerta was tried in the past, but he couldn’t swallow the pills.   is only able to sprinkle his medications on food.  Family has recently enlisted the help of , a private psychologist in the community to help with the behavioral plan at home and at school.   PAST MEDICAL HISTORY:    has a history of .  He had a closed head injury when he was 2 years old from a fall.  Mother wonders if this closed head injury has any impact on his current symptomatology.  CURRENT MEDICATION:    Adderall XR 5 mg qam and 5 mg q noon.  FAMILY HISTORY:   Mother has a history of postpartum depression.  Father has a history of possible ADD which has been undiagnosed and untreated.  There is a paternal aunt with depression.  There is a maternal great grandmother who has possible psychosis.  His maternal great grandfather had bipolar disorder.  ’s maternal grandmother had possible psychosis as well.  There is also a maternal half-aunt with depression.  The patient’s 15 year old sister has OConduct Disorder and is treated by Dr. .  ’s 11 year old sister with learning disability. :  Brendon  April 27, 2011 Page 3  SOCIAL HISTORY:    does not have any history of developmental delays.  They did notice early on that patient was somewhat hyperactive.  When he started school, he had difficulty in the classroom environment so he was sent to the developmental centre and was diagnosed with Attention Deficit Hyperactivity Disorder.  At the time of diagnosis at the developmental centre he was also found to have oppositional behaviors, but did not meet the criteria for oppositional defiant disorder at the time.  The patient does not have any friends and he does not get invited to any social events or parties with classmates.  He is apparently a bright student and he does well academically.  He is also athletic.  His parents are quite supportive of patient.  MENTAL STATUS EXAM:     The patient was disruptive throughout the entire interview.  He refused to comply with questions asked of him.  Throughout the significant portion of the interview he would have meltdowns and would scream at the top of his lungs when asked to do something or when limits were set by his parents.  He also had difficulty sitting still and had no regard for other’s property as he would step on my briefcases and would take things from desk without asking.  He did not exhibit any facial or motor tics.  His gait was grossly normal.  His speech exhibited normal patterns.  Receptive and expressive language appears grossly intact.  His mood was quite labile and irritable.  His intellectual functioning appears above average for his age.  PHYSICAL EXAM:    pressure 110/70.  No abnormal body movements noted.  Cardiovascular was clear to auscultation bilaterally.  Cardiovascular was regular rate and rhythm, no murmurs, gallops, or rubs.  The neurological examination was deferred as patient was non-compliant.   IMPRESSIONS:   the patient is a 6 year old male who has a history and presentation consistent with a diagnosis of Attention Deficit Hyperactivity Disorder with co morbid oppositional defiant disorder.  The patient has exhibited worsening aggressive behaviors which has been made worse with higher dosages of .  Even with a trial off of stimulants, patient continued to have aggressive behaviors.  Currently, Adderall XR appears to be helping his Attention Deficit Hyperactivity Disorder symptoms but he continues to have aggressive behaviors.   appears to have a very short fuse and has meltdowns with the littlest of provocation.  The patient is currently aggressive with classmates, teachers and his parents and the adults are having a hard time containing him despite highly structures settings both at home and at school.  :  Brendon  April 27, 2011 Page 4  DIAGNOSIS:  Axis I:     Attention , combined type.  Oppositional Defiant Disorder Axis II:  Deferred  Axis III:   of closed head injury.  .   :   Problems at school.  Problems at home : GAF   50  PLAN:   Will start  solution 0.25 mg qhs for 3 days then increase to 0.5 mg qhs thereafter for extreme aggressive behaviours and impulsive aggression. Will consolidate the dosage of Adderall XR to 10 mg qam for Attention Deficit Hyperactivity Disorder symptoms.  Once his impulsive aggression is controlled then we will consider titrating the dose of Adderall XR in the future to optimize his Attention Deficit Hyperactivity Disorder treatment. The patient and his family will continue individual and family therapy with their private psychologist. Return to clinic in one week for follow up.          , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Attention Deficit Hyperactivity Disorder, Oppositional Defiant Disorder"
 },
 {
  "Case": "58",
  "content": "Dr.  Inc.   902-229-1983 office 902-470-8382 fax     Dr. Gilda Frent     Psychiatric   RE: \t\t\t,  : \t\t22/09/1994 HCN:   \t\t0011872264 Address:\t\t50 , , NS  B3P 1S8 Phone:\t\t477-4787 Date of evaluation: \tJuly 4, 2011  The patient was seen with his father for a follow up visit.   CURRENT MEDICATION:    Adderall, XR 10 mg qam,  M-tabs 0.5 mg bid.  The patient is a 6 year old male with a history of Attention Deficit Hyperactivity Disorder and Oppositional Defiant Disorder.  The patient has responded well to the increase of  from bid to tid dosing.  Although he is not aggression free, he is better than he was and has been happier in general and less volatile.  The patient denies any side effects from the medication.  His biggest of contention is at home fighting with his sister.  His sisters are age 11 and 15.  The parents are working with the patient’s sisters to help them understand that the patient needs special handling.  The parents are currently meeting with the private psychologist to devise a behavioral plan to contain patient’s behavior.  Today we went over the behavioral plan and did psycho education with the patient’s father as the father continues to believe erroneously that rewarding the patient is like bribing the patient.  The patient has not had any problems swallowing the M-Tabs as it dissolves in his mouth and he doesn’t need to swallow.  MENTAL STATUS EXAM:   The patient continues to exhibit disruptive behaviors in the office.  He continues to be oppositional and defiant.  He is difficult to redirect by his father.  However, no mood lability noted. Psychiatry  :  Brendan  July 4, 2011 Page 2  PHYSICAL EXAM:   The patient did not exhibit any cogwheel rigidity in his upper extremities.  No nystagmus noted.  No abnormal oral buccal movements noted.  No tongue fasciculations noted.  IMPRESSION:  The patient has responded well to the increase of .  However, he continues to have oppositional and defiant behaviors which are not a target for medication treatment but rather the behavioral plan.  PLAN:  Will continue current medications at current dosages at this time. The referral to the Children’s Day Treatment Program is pending. The patient and his parents will follow up with the private psychologist for the behavioral plan. turn to clinic in 2-3 months for follow up.       , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology   ",
  "diagnosis": "Attention Deficit Hyperactivity Disorder, Oppositional Defiant Disorder"
 },
 {
  "Case": "59",
  "content": "Dr.  Inc.   902-229-1983 office 902-470-8382 fax     Dr. Gilda Frent        RE: \t\t\t,  : \t\t22/09/1994 HCN:   \t\t0011872264 Date of evaluation: \tJune 23, 2011  The patient was seen with his parents for a follow up visit.   CURRENT MEDICATION:    Adderall, XR 10 mg qam,  0.5 mg bid.   is a 6 year old male with a history of Attention Deficit Hyperactivity Disorder and Oppositional Defiant Disorder.  The patient has been exhibiting worsening behaviors since the last visit.  The patient has been kicked out of the after school program secondary to aggressive behaviors and anger outbursts.  Over the past week the patient has been acting out more physically in which he would kick, punch and choke other kids at recess.  He has even thrown a chair in the after school program.   The parents report that the aggressive outbursts seem to occur mainly in the late afternoon.  The teachers report that his attention span is adequate, however the main problem right now is the aggressive outbursts and physical aggression towards others.  For the most part patient is tolerating the medications without side effects.  Today we went over the treatment plan.  If the patient continues to exhibit aggressive behaviors, then the patient will need to be referred to a more intense service such as the ’s Day Program through the IWK.  With the patient’s current level of aggression, he is not able to maintain his behaviors to be included in group activities with other kids.    MENTAL STATUS EXAM:    The patient was pleasant cooperative during the interview.  He did not exhibit any disruptive behaviors in the interview.  Affect was euthymic, mood stable.    was weighed today, and he weighed 51 lbs.    :   June 23, 2011 Page 2  IMPRESSIONS:   Attention Deficit Hyperactivity Disorder with co-morbid Oppositional Defiant Disorder.   has exhibited worsening behaviors since the last visit.  He has been kicked out of the after school program due to aggression.  He has gained approximately 4 lbs since being in .   PLAN:     increase  to 0.5 mg po tid for impulsive aggression.   The mid day dosing of  should help to address the late afternoon aggressive outbursts.   also switch to  solution to  M tabs so that the patient can take a pill form of  and will dissolve in the mouth without having to swallow a pill.  continue Adderall XR 10 mg qam for Attention Deficit Hyperactivity Disorder symptoms. Laboratories are still pending at this time.  make a referral to the ’s Day Treatment Program as patient is exhibiting significant aggressive behaviours.  The patient and family will continue with their private therapist. Return to clinic in two weeks for follow up.        , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Attention Deficit Hyperactivity Disorder, Oppositional Defiant Disorder"
 },
 {
  "Case": "60",
  "content": "Dr.  Inc.   902-229-1983 office 902-470-8382 fax     Dr. Gilda Frent     Psychiatric   RE: \t\t\t,  : \t\t22/09/1994 HCN:   \t\t0011872264 Date of evaluation: \tMay 3, 2011  The patient was seen with his parents for a follow up visit.   CURRENT MEDICATION:    Adderall, XR 10 mg qam,  0.5 mg qhs   is a 6 year old male with a history of Attention Deficit Hyperactivity Disorder and Oppositional Defiant Disorder.  The patient has been able to tolerate the initiation of  without side effects.  Over the first few days of initiating , patient’s parents and teachers noted that patient had less irritability and was more compliant with rules and limit setting.  However, today patient had a more difficult day at school and became irritable and had some outbursts. Today I went over with parents some techniques to help contain patient’s behaviors.   denies any side effects to his medications.  MENTAL STATUS EXAM:    The patient was more calm in the office today and also had less hyper-kinetic behaviors.  No abnormal body movements were noted.  He appeared more attentive and was more compliant.   He did not exhibit any outbursts and did not become irritable as he did in the last session.  PHYSICAL EXAMINATION:    CV: regular rate/rhythm Lungs were clear to auscultation bilaterally. Neuro exam – patient did not exhibit any cogwheel rigidity of his upper extremities.  Extra ocular movements were intact.  No nystagmus noted.  No abnormal oro-buccal movements noted.  No tongue fasciculations noted.  :   May 3, 2011 Page 2  IMPRESSIONS:   Attention Deficit Hyperactivity Disorder with co-morbid Oppositional Defiant Disorder.   has tolerated the initiation of .  He continues to exhibit disruptive behaviors and anger outbursts.   PLAN:    Will increase  to 0.25 mg qam and 0.5 mg qhs for three days and then increase to 0.5 mg qam and qhs for impulsive aggression. Will continue Adderall XR 10 mg qam for Attention Deficit Hyperactivity Disorder symptoms.  Once his impulsive aggression is controlled, then we will consider titrating the dose of Adderall XR in the future to optimize his Attention Deficit Hyperactivity Disorder treatment.  and family will continue individual and family therapy with their private psychologist.  Return to clinic in two weeks for follow up.             , MD, FAPA Board Certified Psychiatrist, American Board of Psychiatry and Neurology ",
  "diagnosis": "Attention Deficit Hyperactivity Disorder, Oppositional Defiant Disorder"
 }
]